<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
  <head>
    <meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1" />
    <meta http-equiv="Content-Style-Type" content="text/css" />
    <title>
      The Project Gutenberg eBook of /* Sn&ouml;vit,barnens julkalender 1918.
    </title>

    <link rel="coverpage" href="images/cover.jpg" />

    <style type="text/css">

body {
    margin-left: 10%;
    margin-right: 10%;
}

    h1,h2 {
    text-align: center; /* all headings centered */
    clear: both;
}

p {
    margin-top: .51em;
    text-align: justify;
    margin-bottom: .49em;
}

.p02 {
    margin-top: 0em;
    text-align: center;
    margin-bottom: 2em;
}

.pr2 {
    margin-top: 0em;
    text-align: right;
    margin-bottom: 2em;
    margin-right: 10%;
}



hr {
    width: 33%;
    margin-top: 2em;
    margin-bottom: 2em;
    margin-left:33.5%;
    margin-right: 33.5%;
    clear: both;
}

hr.sm   {width: 15%; margin-left: 42.5%; margin-right: 42.5%; margin-top: 1em; margin-bottom: 1em;}
hr.tb   {width: 45%; margin-left: 27.5%; margin-right: 27.5%;}
hr.chap {width: 65%; margin-left: 17.5%; margin-right: 17.5%;}




.chapter-beginning   {
    text-align: center;
    margin-left: 10%;
    margin-right: 10%;
    page-break-before: always;
}

  h2.no-break  {
    page-break-before: avoid;
    padding-top: 0;
  }





table {
    margin-left: auto;
    margin-right: auto;
}



/* TOC format */
table.toc { margin: 2em auto;
            width: 80%;
    margin-left: 10%;
    margin-right: 10%;
}

.toctit { text-align: left; vertical-align: top; padding-left: 2em; text-indent: -1em; }
.tocpag { text-align:right; vertical-align: bottom; padding-left: 2em; }



/* poem format */
table.poem { margin: 2em auto;
            width: 45%;
    margin-left: 35%;
    margin-right: 20%;
}

table.poem1 { margin: 2em auto;
            width: 50%;
    margin-left: 30%;
    margin-right: 20%;
}

.tpoem1 { text-align: left; vertical-align: top; padding-left: 2em; text-indent: -1em; }


.pagenum { /* uncomment the next line for invisible page numbers */
    /*  visibility: hidden;  */
    position: absolute;
    left: 92%;
    font-size: smaller;
    text-align: right;
} /* page numbers */


.blockquot {
    margin-left: 5%;
    margin-right: 10%;
}



.center   {text-align: center;}

.right   {text-align: right;}

.smcap    {font-variant: small-caps;}


.gesperrt
{
    letter-spacing: 0.2em;
    margin-right: -0.2em;
}

em.gesperrt
{
    font-style: normal;
}

.caption  {font-weight: bold; font-size: small;}

/* Images */
.figcenter   {
    margin: auto;
    text-align: center;
}


.figright {
    float: right;
    clear: right;
    margin-left: 1em;
    margin-bottom:
    1em;
    margin-top: 1em;
    margin-right: 0;
    padding: 0;
    text-align: center;
}


.figdrop {
    float: left;
    clear: left;
    margin-left: 0;
    margin-bottom: 0.3em;
    margin-top: 0em;
    margin-right: 0.3em;
    padding: 0;
    text-align: center;
}


@media handheld {

.figright {
    float: none;
    margin-bottom: 1em;
    margin-top: 1em;
    margin-left:30%;
    margin-right:30%;
    text-align: center;
}
}





/* Poetry */
.poem {
    margin-left:10%;
    margin-right:10%;
    text-align: left;
}

.poem br {display: none;}

.poem .stanza {margin: 1em 0em 1em 0em;}


    .poem span.i0     {display: block; margin-left: 0em; padding-left: 3em; text-indent: -3em;}
    .poem span.i6     {display: block; margin-left: 3em; padding-left: 3em; text-indent: -3em;}
    .poem span.i8     {display: block; margin-left: 4em; padding-left: 3em; text-indent: -3em;}
    .poem span.i30     {display: block; margin-left: 16em; padding-left: 3em; text-indent: -3em;}
    </style>
  </head>


<body>


<pre>

The Project Gutenberg EBook of Snövit barnens julkalender 1918, by Various

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.org/license


Title: Snövit barnens julkalender 1918
       Illustrerad läsning ur verklighetens och sagans värld

Author: Various

Illustrator: Various

Release Date: February 17, 2017 [EBook #54184]

Language: Swedish

Character set encoding: ISO-8859-1

*** START OF THIS PROJECT GUTENBERG EBOOK SNÖVIT BARNENS JULKALENDER 1918 ***




Produced by Lars-Håkan Svensson, Eva Eriksson, Haragos Pál
and the Online Distributed Proofreading Team at
http://www.pgdp.net






</pre>




<div class="figcenter" style="width: 70%" >
<img src="images/cover.jpg" alt="Cover" style="width: 70%" />
</div>



<hr class="chap" />


<div class="figcenter" style="width: 60%" >
<img src="images/003.jpg" alt="Cover" style="width: 60%" />
</div>




<h1>SN&Ouml;VIT<br />

BARNENS JULKALENDER 1918 </h1>


<p class="center">ILLUSTRERAD L&Auml;SNING<br />

<small>UR</small><br />

<b>VERKLIGHETENS OCH SAGANS V&Auml;RLD</b></p>


<hr class="sm" />


<p class="center"><small>UNDER MEDVERKAN AV</small><br />

<small>FRAMST&Aring;ENDE F&Ouml;RFATTARE OCH KONSTN&Auml;RER</small><br />

<small>UTGIVEN AV</small><br />

<b>JULKLOCKANS REDAKTION</b></p>


<hr class="sm" />


<p class="center">19:de &Aring;RG&Aring;NGEN</p>


<hr class="sm" />


<p class="center">STOCKHOLM<br />

<small>AKTIEBOLAGET FOLKSKOLANS V&Auml;NS F&Ouml;RLAG</small></p>




<hr class="chap" />




<p class="center">STOCKHOLM 1918<br />
NORDISKA BOKINDUSTRI A.-B.</p>



<hr class="chap" />




<h2><a name="Till" id="Till"><i>Till alla Sveriges barn!</i></a></h2>


<p><i>Eder k&auml;ra <b>Sn&ouml;vit</b> kommer nu f&ouml;r <b>nittonde</b> g&aring;ngen och hoppas
p&aring; g&auml;stfritt mottagande i edra hem. Hon &auml;r lika vacker och
inneh&aring;llsrik som f&ouml;rr. Endast priset har m&aring;st &ouml;kas n&aring;got, d&aring;
alla tillverkningskostnader stigit s&aring; oerh&ouml;rt. Men allt &auml;r f&ouml;rstklassigt
som f&ouml;rr.</i></p>

<p><i>F&ouml;rra julen r&ouml;nte <b>Sn&ouml;vit</b> s&aring; livlig efterfr&aring;gan, att vartenda
exemplar gick &aring;t. Ja, &auml;ven alla resterna av &auml;ldre &aring;rg&aring;ngar
str&ouml;ko med, s&aring; att en del rekvirenter blevo utan.</i></p>

<p><i>D&auml;rf&ouml;r ha <b>vi h&ouml;jt upplagan i &aring;r</b>, s&aring; att den som vill och
rekvirerar i tid kan f&aring; sitt ex. av denna verkligt goda bok.</i></p>

<p><i><b>Sn&ouml;vits</b> yngre syskon <b>Lilla Sessan</b> och <b>Svenska Gossar</b> samt
den f&auml;rgrika och trevliga <b>Julklockan</b> komma ut &auml;ven i &aring;r, likas&aring;
fars och mors pr&auml;ktiga julbok <b>Hemmets Kalender</b>.</i></p>

<p><i>Gl&ouml;m inte k&ouml;pa den &aring;t far och mor och bed dem vackert f&aring;
k&ouml;pa <b>Julklockan</b>, <b>Sn&ouml;vit</b> och alla hennes sm&aring; f&ouml;ljeslagare. De
&auml;ro goda och vackra allasammans.</i></p>

<p class="center"><i><b>En mycket god och framf&ouml;r allt fridfull jul!</b><br />
till&ouml;nskas eder alla.</i></p>

<p><i>Stockholm i oktober 1918.</i></p>

<p class="pr2"><i>JULKLOCKANS REDAKTION.</i></p>




<hr class="chap" />


<h2>INNEH&Aring;LLSF&Ouml;RTECKNING.</h2>



<table class="toc" summary="Contents">
<tr>
  <th class="toctit"></th>
  <th class="tocpag">Sid.</th>
</tr><tr>
  <td class="toctit"><a href="#Till">Till alla Sveriges barn. Av <i>Julklockans Redaktion</i></a></td>
  <td class="tocpag">3</td>
</tr><tr>
  <td class="toctit"><a href="#I">Maria med Jesusbarnet. Helsidesplansch</a></td>
  <td class="tocpag">5</td>
</tr><tr>
  <td class="toctit"><a href="#II">Johan och den l&aring;nade bibeln. Ber&auml;ttelse av <i>Anna Blomqvist</i>
Med teckningar av <i>J. Swedin</i></a></td>
  <td class="tocpag">7</td>
</tr><tr>
  <td class="toctit"><a href="#III">Sn&ouml;vits ord av <i>Novir</i></a></td>
  <td class="tocpag">22</td>
</tr><tr>
  <td class="toctit"><a href="#IV">Vallflickan och r&ouml;varen. Saga av <i>Alfred Smedberg</i>. Med teckningar
av <i>Einar Torsslow</i></a></td>
  <td class="tocpag">24</td>
</tr><tr>
  <td class="toctit"><a href="#V">Birgittas juldr&ouml;m. Ber&auml;ttelse av <i>Gewe</i>. Med teckningar av
<i>Nils Kjellberg</i></a></td>
  <td class="tocpag">38</td>
</tr><tr>
  <td class="toctit"><a href="#VI">Mormors k&auml;ngor. Ber&auml;ttelse av <i>Alfred Smedberg</i>. Med teckningar
av <i>Alfr. Frijs</i></a></td>
  <td class="tocpag">45</td>
</tr><tr>
  <td class="toctit"><a href="#VII">En fridsstiftare. Ber&auml;ttelse av <i>Arvid Ohlsson</i>. Med teckningar
av <i>J. Swedin</i></a></td>
  <td class="tocpag">56</td>
</tr><tr>
  <td class="toctit"><a href="#VIII">Gossen och enst&ouml;ringen. Julber&auml;ttelse av <i>Farbror Nils</i>. Med
teckningar av <i>Nils Kjellberg</i></a></td>
  <td class="tocpag">70</td>
</tr><tr>
  <td class="toctit"><a href="#IX">Lilla Trummis. Ber&auml;ttelse med teckningar av <i>Carl Riddersporre</i></a></td>
  <td class="tocpag">79</td>
</tr><tr>
  <td class="toctit"><a href="#X">En k&auml;rlekstj&auml;nst. Julskiss av <i>Ernst Jotson</i>. Med teckningar av
<i>Einar Torsslow</i></a></td>
  <td class="tocpag">92</td>
</tr><tr>
  <td class="toctit"><a href="#XI">I vissnad lund. Poem av <i>Lars Lunell</i></a></td>
  <td class="tocpag">102</td>
</tr><tr>
  <td class="toctit"><a href="#XII">Barfota-Lisa. Ber&auml;ttelse av <i>Helfrid Sj&ouml;gren</i>. Med teckning av
<i>Tycko &Ouml;dberg</i></a></td>
  <td class="tocpag">103</td>
</tr><tr>
  <td class="toctit"><a href="#XIII">Stj&auml;rnedansen. Ett 50-&aring;rsminne av <i>Lars Lunell</i>. Med teckning
av <i>Einar Torsslow</i></a></td>
  <td class="tocpag">106</td>
</tr><tr>
  <td class="toctit"><a href="#XIV">Julvisa. Musik av <i>Einar Ehrnstr&ouml;m</i> till text av <i>Z. Topelius</i></a></td>
  <td class="tocpag">110</td>
</tr>
</table>



<div class="figcenter" style="width: 20%" >
<img src="images/ornament.jpg" alt="ornament" style="width: 50%" />
</div>



<hr class="chap" />



<p><a name="I"></a></p>

<div class="figcenter" style="width: 60%" >
<img src="images/007.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">MARIA MED JESUSBARNET.</p>
</div>
</div>



<hr class="chap" />



<p><span class="pagenum"><a name="Page_7" id="Page_7">[Pg 7]</a></span></p>




<div class="chapter-beginning"></div>

<p><a name="II"></a></p>


<div class="figcenter" style="width: 80%" >
<img src="images/009.jpg" alt="Johan" style="width: 50%" />
</div>


<h2 class="no-break">Johan och den l&aring;nade bibeln.</h2>

<p class="p02">F&ouml;r Sn&ouml;vit av <i>Anna Blomqvist</i>.</p>


<div class="figdrop" style="width: 7%" >
<img src="images/009a.jpg" alt="D" style="width: 100%" />
</div>

<p>et var en kulen novemberdag
&aring;r 1838. Det enda rummet i stugan i Skogstorp
var alldeles fullt av m&auml;nniskor, som
sutto p&aring; b&auml;nkar och stolar, p&aring; soffor och
br&auml;den, ja, till och med i s&auml;ngarna och i
den stora &ouml;ppna spisen. D&auml;r var gubbar och gummor,
husb&ouml;nder och matm&ouml;drar, dr&auml;ngar och pigor, gossar
och flickor. Det var husf&ouml;rh&ouml;r i roten i dag, och d&aring;
m&aring;ste alla vara med.</p>

<p>Prosten var d&auml;r, f&ouml;rst&aring;s. Han satt l&auml;ngst framme
vid bordet, d&auml;r den stora husf&ouml;rh&ouml;rsboken l&aring;g. Katekesen
och Nya testamentet l&aring;go d&auml;r ocks&aring;, och de
ungas blickar foro ofta h&auml;n till de d&auml;r b&ouml;ckerna. Ty
i dag skulle prosten anst&auml;lla f&ouml;rh&ouml;r med dem i deras
kristendomskunskap och deras f&auml;rdighet att l&auml;sa innantill.
Mer &auml;n en darrade inv&auml;rtes, ty prosten var
en str&auml;ng man, som icke sparade p&aring; bannor och f&ouml;rmaningar.
Men var det n&aring;gon, som gjorde sin sak
bra, s&aring; sparade han inte p&aring; ber&ouml;m heller.</p>

<p>Nu slog prosten igen den stora boken och tog Nya
<span class="pagenum"><a name="Page_8" id="Page_8">[Pg 8]</a></span>testamentet i hand. Innanl&auml;sningen skulle b&ouml;rja.
Alla de unga fingo komma fram i tur och ordning
och l&auml;sa n&aring;gra verser. P&aring; den tiden fanns ingen folkskola,
utan f&ouml;r&auml;ldrarna fingo sj&auml;lva undervisa sina
barn i l&auml;sning. D&auml;rf&ouml;r var det ganska olika med f&auml;rdigheten.
Somliga l&auml;ste r&auml;tt s&aring; bra, andra kunde
knappt stava sig fram.</p>

<p>D&auml;r var en pojke, som hette Nisse. Han var redan
aderton &aring;r gammal och tre alnar l&aring;ng, men hade &auml;nnu
icke f&aring;tt deltaga i nattvardsl&auml;sningen, f&ouml;r att han ej
kunde l&auml;sa innantill. Tv&aring; &aring;r &aring; rad hade han kommit
till prosten f&ouml;r att f&aring; l&auml;sa med de andra barnen men
varje &aring;r blivit hemskickad igen.</p>


<div class="figcenter" style="width: 60%" >
<img src="images/010.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">ALLA DE UNGA FINGO KOMMA FRAM.</p>
</div>
</div>


<p><span class="pagenum"><a name="Page_9" id="Page_9">[Pg 9]</a></span></p>
<p>Nu skulle Nisse fram och l&auml;sa. R&auml;dd var han f&ouml;rut,
och inte blev det b&auml;ttre, n&auml;r han stod inf&ouml;r den str&auml;nge
prosten, som tittade s&aring; skarpt genom glas&ouml;gonen.</p>

<p>&mdash; Jas&aring;, &auml;r det du, Nisse, sa' prosten. &mdash; L&aring;t oss
nu h&ouml;ra, om du b&auml;ttrat dig, se'n sist vi tr&auml;ffades.</p>

<p>Och Nisse l&auml;ste, men det gick lika illa som vanligt.</p>

<p>&mdash; Jaha, d&aring; blir det ingenting av med din konfirmation
i &aring;r heller, sade prosten.</p>

<p>Men d&aring; begynte Nisse gr&aring;ta och be:</p>

<p>&mdash; S&ouml;ta, sn&auml;lla, goda prosten, l&aring;t mig g&aring; med. Jag
&auml;r ju s&aring; stor och gammal nu, och ingen vill ha mig till
dr&auml;ng, f&ouml;r att jag inte har l&auml;st mig fram.</p>

<p>&mdash; Ja, du m&aring; v&auml;l gr&aring;ta, som &auml;r s&aring; stor och s&aring; dum,
tyckte prosten.</p>

<p>&Auml;ntligen var det slut med l&auml;sningen och f&ouml;rh&ouml;ret
i katekesen. Prosten lade ifr&aring;n sig b&ouml;ckerna. Men
d&aring; fick hans skarpa &ouml;ga syn p&aring; ett par sm&aring; pysar, som
h&ouml;llo till borta i spiselvr&aring;n. Med stora vakna bl&aring; &ouml;gon
hade de uppm&auml;rksamt f&ouml;ljt med under hela tiden.</p>

<p>&mdash; Kom hit, ni sm&aring; pojkar d&auml;rborta, ropade prosten.</p>

<p>De b&auml;gge piltarna klevo fram, s&aring; gott de kunde i
tr&auml;ngseln och st&auml;llde sig frimodigt framf&ouml;r prosten.</p>

<p>&mdash; Vad heter du? sporde han den st&ouml;rste av dem.</p>

<p>&mdash; Jag heter Johan.</p>

<p>&mdash; Och hur gammal &auml;r du?</p>

<p>&mdash; Sju &aring;r sedan i april.</p>

<p>&mdash; &Auml;n du d&aring;, vad heter du?</p>

<p>&mdash; Anders.</p>

<p><span class="pagenum"><a name="Page_10" id="Page_10">[Pg 10]</a></span></p>

<p>&mdash; Och hur gammal &auml;r du?</p>

<p>&mdash; Jag &auml;r ett &aring;r yngre &auml;n bror min, svarade Anders
k&auml;ckt.</p>

<p>&mdash; Jas&aring;. Ni kan v&auml;l inte l&auml;sa n&aring;got, ni b&aring;da?</p>

<p>&mdash; Jo, det kan vi. Mor har l&auml;rt oss, f&ouml;rklarade Johan.</p>

<p>&mdash; L&aring;t h&ouml;ra d&aring;, sade prosten och slog upp en sida
i sitt Nya testamente och r&auml;ckte det &aring;t Johan.</p>

<p>Johan l&auml;ste h&ouml;gt och tydligt alldeles flytande halva
kapitlet.</p>

<p>Prosten myste s&aring; gott.</p>

<p>&mdash; Det var bra, du, sade han. L&aring;t nu bror din forts&auml;tta.</p>

<p>Anders l&auml;ste, n&auml;stan lika s&auml;kert som Johan, kapitlet
till slut.</p>

<p>D&aring; klappade prosten honom p&aring; huvudet och sade:</p>

<p>&mdash; Det var riktigt duktigt gjort. Se h&auml;r, denna
f&aring;r du till bel&ouml;ning. Du f&aring;r dela den med din bror,
h&auml;lften var.</p>

<p>Anders kilade bort till Johan, som redan &aring;terv&auml;nt
till spiselvr&aring;n, och visade honom skatten. Det var
en 24-skilling.</p>

<p>S&aring; stora pengar hade pojkarna aldrig f&ouml;rut &auml;gt, och
deras gl&auml;dje var stor.</p>

<p>N&auml;r husf&ouml;rh&ouml;ret var slut och prosten lagade sig
till att resa, m&aring;ste gossarna fram till honom f&ouml;r att
bocka och tacka f&ouml;r vad de f&aring;tt.</p>

<p>&mdash; Det var ett par pigga pojkar ni har, fader Johannes,
sade prosten till deras far. Dem kan det bli
n&aring;gonting av med tiden.</p>

<p>De d&auml;r orden h&ouml;rde Johan, och de f&auml;ste sig i hans
minne och sinne.</p>
<p><span class="pagenum"><a name="Page_11" id="Page_11">[Pg 11]</a></span></p>


<div class="figcenter" style="width: 60%" >
<img src="images/013.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">BARNEN ST&Auml;LLDE SIG I HALVCIRKEL FRAMF&Ouml;R TABELLEN.</p>
</div>
</div>


<p>N&auml;r Johan var nio &aring;r, fick han b&ouml;rja g&aring; i skola.
Baronen, som &auml;gde den stora herrg&aring;rden, hade inr&auml;ttat
en skola f&ouml;r socknens barn framme vid kyrka.
Det var mer &auml;n en halv mil fr&aring;n Johans hem fram till
kyrkan, men Johan gick med gl&auml;dje den l&aring;nga v&auml;gen.
Nu skulle han ju f&aring; l&auml;sa &mdash; l&auml;sa s&aring; mycket han ville.</p>

<p>I skolan undervisades barnen efter v&auml;xelundervisningsmetoden.
Det vill s&auml;ga, att de mera f&ouml;rsigkomna
l&auml;rjungarna fingo hj&auml;lpa till att undervisa de yngre
och mindre f&ouml;rsigkomna. Stavningen inl&auml;rdes fr&aring;n
tabeller, som h&auml;ngde p&aring; v&auml;ggarna. Barnen st&auml;llde
sig i en halvcirkel framf&ouml;r tabellen. En av de dukti<span class="pagenum"><a name="Page_12" id="Page_12">[Pg 12]</a></span>gaste,
som kallades monit&ouml;r, stod med en pekpinne
i handen och pekade f&ouml;r de andra ord f&ouml;r ord, rad f&ouml;r
rad, allt medan n&aring;gon av dem stavade h&ouml;gt. Johan
blev snart upph&ouml;jd till monit&ouml;r och sk&ouml;tte sin pekpinne
med s&auml;kerhet.</p>

<p>Men n&auml;r han fyllt tolv &aring;r, var det slut med skolg&aring;ngen.
Prosten sade visserligen till hans far vid sista
examen:</p>

<p>&mdash; Den h&auml;r pojken borde ni l&aring;ta studera, fader
Johannes.</p>

<p>Men fader Johannes hade ej r&aring;d att l&aring;ta sin gosse
studera. Han var ej rik p&aring; n&aring;gonting annat &auml;n p&aring;
barn. D&auml;rav hade han stugan full, och n&auml;stan vart &aring;r
kom d&auml;r en ny, s&aring; att han till sist hade dussinet j&auml;mt
fullt. Och Johan var den &auml;ldste i den stora skaran.
Han m&aring;ste nu vara hemma och hj&auml;lpa far med arbetet.</p>

<p>S&aring; ofta han fick en ledig stund, l&auml;ste han. Han l&auml;ste
allt vad han kom &ouml;ver, men det var just icke s&aring; mycket.
Det fanns ej ett s&aring;dant &ouml;verfl&ouml;d p&aring; b&ouml;cker d&aring;
som i v&aring;ra dagar. De enda b&ouml;cker, som funnos i Johans
hem, voro Nya testamentet, psalmboken, almanackan
och en stor postilla. I dessa b&ouml;cker l&auml;ste Johan,
till dess han kunde l&aring;nga stycken av dem utantill.
I skolan hade han ju f&aring;tt l&auml;sa katekesen ocks&aring;, och
den kunde han fr&aring;n p&auml;rm till p&auml;rm, &raquo;som ett rinnande
vatten&raquo;.</p>

<p>Det var ju egentligen lusten att l&auml;sa, som drev
Johan, men det uppstod snart i hans sj&auml;l en l&auml;ngtan
att f&aring; veta mera om de heliga ting, som han l&auml;ste om
i sina b&ouml;cker. S&auml;rskilt &ouml;nskade han att f&aring; l&auml;sa bibeln
<span class="pagenum"><a name="Page_13" id="Page_13">[Pg 13]</a></span>i sin helhet. Hemma hade de bara det Nya testamentet,
och Johan &ouml;nskade s&aring; mycket att ocks&aring; f&aring; l&auml;sa
det Gamla, om vars underbara ber&auml;ttelser han h&ouml;rt
ett och annat i skolan och i kyrkan.</p>

<p>Helt n&auml;ra intill Johans hem bodde en bonde, som
hette M&aring;ns. Han var mycket sparsam och kallades
d&auml;rf&ouml;r Sn&aring;l-M&aring;ns. M&aring;ns var rik men tyckte &auml;nd&aring;,
att han ej hade r&aring;d att hava en dr&auml;ng. En s&aring;dan &aring;t
alltf&ouml;r mycket, menade han. N&auml;r han d&auml;rf&ouml;r beh&ouml;vde
hj&auml;lp till arbetet, lejde han n&aring;gon av grannarnas pojkar.
Johan fick ofta g&aring; till M&aring;ns och hj&auml;lpa honom
att tr&ouml;ska. D&aring; m&aring;ste han stiga upp klockan fyra de
m&ouml;rka h&ouml;st- och vintermorgnarna och h&aring;lla i med
slagan &auml;nda till kv&auml;llen. Nog h&auml;nde det d&aring;, att b&aring;de
rygg och armar v&auml;rkte.</p>

<p>Vid m&aring;ltidstimmarna fick Johan g&aring; med M&aring;ns in i
stugan och f&aring; mat samt rasta en stund. M&aring;ns lade
sig att sova i s&auml;ngen, men Johan tittade hellre p&aring; M&aring;ns
bokhylla. Ty b&ouml;cker hade han skaffat sig, den gamla
sn&aring;lvargen. N&auml;r M&aring;ns s&aring;g, huru beg&auml;rligt Johan betraktade
hans b&ouml;cker, gav han honom lov att l&auml;sa i
dem under rastetimmen. Men den timmen blev alltid
f&ouml;r kort f&ouml;r Johan. N&auml;r han sedan stod d&auml;r ute p&aring;
logen och l&auml;t sin slaga h&aring;lla j&auml;mn takt med M&aring;ns,
dr&ouml;jde hans tankar kvar inne hos b&ouml;ckerna, och han
&ouml;nskade ibland, att han vore s&aring; rik som M&aring;ns. D&aring;
skulle han k&ouml;pa b&ouml;cker &mdash; rara b&ouml;cker.</p>

<p>M&aring;ns stora bibel med b&aring;de Gamla och Nya testamentet
samt de apokryfiska b&ouml;ckerna, var den bok,
som allra mest f&auml;ngslade Johan.</p>

<p><span class="pagenum"><a name="Page_14" id="Page_14">[Pg 14]</a></span></p>

<p>&mdash; Ack, om jag hade en s&aring;dan h&auml;r bibel hemma,
suckade han en dag, d&aring; han f&ouml;rdjupat sig i en av de
heliga ber&auml;ttelserna och M&aring;ns kom och manade p&aring;
honom att f&ouml;lja med ut p&aring; logen.</p>

<p>&mdash; Efter du s&aring; g&auml;rna vill l&auml;sa den, s&aring; kan du v&auml;l f&aring;
l&aring;na hem den, om du aktar den v&auml;l, sade M&aring;ns.</p>

<p>Johan blev alldeles r&ouml;d i ansiktet av gl&auml;dje och
&ouml;verraskning.</p>

<p>&mdash; F&aring;r jag det? F&aring;r jag verkligen l&aring;na hem bibeln?
Visst skall jag vara r&auml;dd om den. Men vad skall jag
g&ouml;ra er i st&auml;llet d&aring;?</p>

<p>M&aring;ns mumlade n&aring;got i sk&auml;gget, som Johan ej kunde
uppfatta. Han blev r&auml;dd, att M&aring;ns skulle &aring;ngra sitt
l&ouml;fte och skyndade d&auml;rf&ouml;r att s&auml;ga:</p>

<p>&mdash; Om ni vill, skall jag komma hit och tr&ouml;ska &aring;t
er utan betalning ett par dar, om jag f&aring;r ha bibeln
hemma, tills jag l&auml;st ut den.</p>

<p>&mdash; N&aring;, det var bra, det kan du f&aring;, svarade M&aring;ns
bel&aring;ten. Nu hade han ju gjort en god aff&auml;r, tyckte han.</p>

<p>Men Johan tyckte i alla fall, att han gjort den b&auml;sta
aff&auml;ren, n&auml;r han hj&auml;rteglad ilade hem&aring;t med den stora
bibeln under armen.</p>

<p>Nu var det Johan, som blev sn&aring;l &mdash; sn&aring;l om varje
minut, som han kunde f&aring; r&aring; om sj&auml;lv. Det var ett
riktigt g&auml;stabud f&ouml;r honom att f&aring; s&auml;tta sig ned och
l&auml;sa i den l&aring;nade bibeln.</p>

<p>Han fick nu g&ouml;ra bekantskap med de heliga Guds
m&auml;n, vars bilder det Gamla testamentet s&aring; levande
framst&auml;ller f&ouml;r oss. Han l&auml;ste om Josef, om Samuel,
om David och Daniel, och en l&auml;ngtan f&ouml;ddes inom
<span class="pagenum"><a name="Page_15" id="Page_15">[Pg 15]</a></span>honom att kunna
likna dessa i deras
gudsfruktan, deras
tro och tillit till Gud.</p>



<div class="figright" style="width: 25%" >
<img src="images/017.jpg" alt="" style="width: 100%" />
<div class="caption">
<p class="center">JOHAN MED BIBELN UNDER ARMEN.</p>
</div>
</div>


<p>N&auml;r han l&auml;ste om
Samuel, som redan
vid sin f&ouml;delse blev
avskild till Herrens
tj&auml;nst, och som sedan
blev en Herrens pr&auml;st
och profet, kom med
ny styrka &ouml;ver honom
den d&auml;r tanken,
som han i hemlighet
burit p&aring;, allt sedan
den dagen, d&aring; prosten sagt, att det kunde bli n&aring;got av
den pojken, om han fick studera. Den tanken, att han
en dag skulle bli pr&auml;st och f&aring; l&auml;sa s&aring; m&aring;nga b&ouml;cker
han n&aring;gonsin ville, blev allt starkare.</p>

<p>N&auml;r sommaren kom, fick Johan komma till herrg&aring;rden
och valla f&aring;ren. N&auml;r han d&aring; gick d&auml;rute p&aring;
f&auml;lten ensam med f&aring;ren, sysslade hans tankar oftast
med ber&auml;ttelserna han l&auml;st i M&aring;ns stora bibel. Han
t&auml;nkte p&aring; David, som ocks&aring; varit en f&aring;raherde, men
som blev en stor och m&auml;ktig konung. Samme Gud,
som var m&auml;ktig att av den ena herdegossen g&ouml;ra en
konung, var v&auml;l ock m&auml;ktig att av den andra herdegossen
g&ouml;ra en pr&auml;st. S&aring; t&auml;nkte Johan.</p>

<p>Ofta b&ouml;jde han sina kn&auml;n d&auml;rute i ensamheten och
omtalade f&ouml;r Gud sitt hj&auml;rtas &ouml;nskan. Under denna<span class="pagenum"><a name="Page_16" id="Page_16">[Pg 16]</a></span>
sommar, d&aring; Johan gick i vall med f&aring;ren, l&auml;rde han att
bedja, s&aring;som han aldrig f&ouml;rut gjort. Han k&auml;nde, att han
talade till en, som var honom n&auml;ra och h&ouml;rde hans b&ouml;n.</p>

<p>En dag fram p&aring; sensommaren hade Johan som
vanligt p&aring; kv&auml;llen f&ouml;rt in f&aring;ren i f&aring;rstallet. Han skulle
just st&auml;nga igen den stora porten, d&aring; det &ouml;vre g&aring;ngj&auml;rnet
lossnade p&aring; den ena av de stora d&ouml;rrarna. Den
tunga d&ouml;rren st&ouml;rtade ned och f&ouml;ll &ouml;ver Johan, som
ej hann att springa undan. Ett par karlar, som voro
i n&auml;rheten, h&ouml;rde braket och skyndade dit. Med stor
anstr&auml;ngning lyckades de lyfta upp d&ouml;rren och befria
Johan. Han f&ouml;rs&ouml;kte kravla sig upp p&aring; benen, men
det gjorde s&aring; f&ouml;rskr&auml;ckligt ont. Han kunde ej alls
st&ouml;dja p&aring; det h&ouml;gra benet, det var avbrutet uppe
vid h&ouml;ften.</p>

<p>I hast st&auml;lldes nu i ordning ett &aring;kdon, och s&aring; fick
Johan fara den en mil l&aring;nga v&auml;gen till klockarfar i
grannsocknen, som var k&auml;nd f&ouml;r sin skicklighet att
s&auml;tta ihop avbrutna armar och ben. Med benet ordentligt
spj&auml;lkat och ombundet skjutsades Johan
s&aring; hem till Skogstorp, d&auml;r han nu m&aring;ste ligga stilla i
sin s&auml;ng, till dess benet blev l&auml;kt igen.</p>

<p>Nu blev det en l&aring;ng och pl&aring;gsam tid f&ouml;r Johan,
men det var n&aring;got, som f&ouml;rtog ledsnaden f&ouml;r honom &mdash; han
hade ju nu tid att l&auml;sa. De gamla b&ouml;ckerna
togos &aring;ter fram, men n&auml;r Johan l&auml;st dem, l&auml;ngtade
han efter mer.</p>

<p>Just som han s&aring; l&aring;g d&auml;r och tr&aring;nade efter n&aring;got att
l&auml;sa, &ouml;ppnades d&ouml;rren, och grannen M&aring;ns tr&auml;dde in
med sin stora bibel under armen.</p>

<p><span class="pagenum"><a name="Page_17" id="Page_17">[Pg 17]</a></span></p>

<p>&mdash; God kv&auml;ll, Johan. Huru st&aring;r det till med dig?</p>

<p>&mdash; &Aring;h, det g&aring;r v&auml;l an. Det &auml;r bara s&aring; l&aring;ngsamt
att ligga j&auml;mt.</p>

<p>&mdash; Ja, det var det jag t&auml;nkte, och d&auml;rf&ouml;r tog jag med
mig bibeln h&auml;r. Jag vet du &auml;r s&aring; glad &aring;t att l&auml;sa i den.</p>

<p>Johan s&aring;g p&aring; M&aring;ns, glad och &ouml;verraskad. Det var
ju alldeles som om M&aring;ns hade kunnat l&auml;sa hans tankar
alldeles nyss. Nej, t&auml;nkte Johan, det &auml;r nog Gud,
som sett min l&auml;ngtan och skickat honom till mig med
bibeln.</p>

<p>Den k&auml;ra boken blev nu Johans s&auml;llskap under de
m&aring;nga, l&aring;nga veckor, han &auml;nnu hade kvar att ligga
stilla i sin s&auml;ng. M&aring;ns kom d&aring; och d&aring; till honom med
n&aring;gon av sina b&ouml;cker och satt g&auml;rna och spr&aring;kade en
stund med Johan. Det m&auml;rktes d&aring;, att han b&aring;de l&auml;st
mycket och visste mycket mer, &auml;n folk trodde honom
om. Johan hade uppt&auml;ckt en god och vacker sida
hos den knarrige Sn&aring;l-M&aring;ns, och de b&aring;da voro fr&aring;n
denna tid riktigt goda v&auml;nner.</p>

<p>S&aring; gick tiden, tills Johan blev sexton &aring;r och l&auml;ste
sin nattvardsl&auml;sning f&ouml;r prosten. Prosten l&auml;rde sig
snart nog, till vem han skulle v&auml;nda sig, n&auml;r han ville
ha ett klart och s&auml;kert svar. Det h&auml;nde till och med,
att Johan fick hj&auml;lpa prostens egen son Wilhelm
med svaren ibland.</p>

<p>Konfirmations dagen var inne. Den h&ouml;gtidliga akten
i kyrkan var slut, och fader Johannes i Skogstorp
stod redo att begiva sig hem med sin Johan. D&aring; kom
prosten ut ur sakristian och vinkade &aring;t honom. Han
gick dit f&ouml;r att h&ouml;ra, vad prosten ville.</p>
<p><span class="pagenum"><a name="Page_18" id="Page_18">[Pg 18]</a></span></p>


<div class="figcenter" style="width: 60%" >
<img src="images/020.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">JOHAN STOD KVAR BORTA VID D&Ouml;RREN.</p>
</div>
</div>



<p>&mdash; Fader Johannes skall ta sin Johan med sig och
komma upp i pr&auml;stg&aring;rden. Jag har n&aring;got att tala
med er om.</p>

<p>Undrande f&ouml;ljde Johan sin far uppf&ouml;r pr&auml;stg&aring;rdsbacken.
Vad kunde prosten vilja dem. Johans hj&auml;rta
bultade h&aring;rt. Kunde prosten p&aring; n&aring;got s&auml;tt vara missn&ouml;jd
med honom?</p>

<p>&Auml;ntligen kom d&aring; prosten och f&ouml;rde dem in i sitt
arbetsrum. Det var med en h&ouml;gtidlig k&auml;nsla Johan
tr&auml;dde in i detta rum och s&aring;g det stora skrivbordet
och sk&aring;pen och hyllorna fulla av b&ouml;cker.</p>

<p>Prosten slog sig ner i sin skrivstol och bj&ouml;d fader<span class="pagenum"><a name="Page_19" id="Page_19">[Pg 19]</a></span>
Johannes att taga plats i stolen mitt emot. Johan stod
kvar borta vid d&ouml;rren och kramade sin m&ouml;ssa i handen.</p>

<p>&mdash; Jag ville tala ett ord med er om pojken d&auml;r,
sade prosten med sin vanliga, n&aring;got barska ton.</p>

<p>Vad m&aring;nde det nu vilja bli av? Johan tyckte, att
golvet br&auml;nde under f&ouml;tterna, d&auml;r han stod.</p>

<p>Prosten fortsatte:</p>

<p>&mdash; Ni minns nog, vad jag sagt er om pojken, fader
Johannes. Att ni borde l&aring;ta honom f&aring; studera.</p>

<p>&mdash; Ja, jag minns nog det. Men ser v&ouml;rdig prosten,
det &auml;r mig alldeles om&ouml;jligt att kosta n&aring;gon l&auml;rdom
p&aring; pojken, s&aring; g&auml;rna jag det ville.</p>

<p>&mdash; Ja, jag vet. Men nu &auml;r det s&aring;, att min &auml;ldste son
Wilhelm skall beredas f&ouml;r gymnasiet, och jag har f&ouml;rdenskull
anskaffat en informator, som skall l&auml;sa med
honom h&auml;r hemma under ett &aring;rs tid. Nu tror b&aring;de
jag och magistern, att det vore bra f&ouml;r min gosse, om
han hade en kamrat till s&auml;llskap i studierna. Wilhelm
t&auml;nkte d&aring; genast p&aring; Johan, som han l&auml;rt k&auml;nna b&aring;de
i skolan och under nattvardsl&auml;sningen. Allts&aring; &auml;r
mitt f&ouml;rslag detta: Vill ni l&aring;ta Johan komma hit till
pr&auml;stg&aring;rden och l&auml;sa tillsammans med Wilhelm?
B&ouml;cker, mat och husrum skall han f&aring;, och tukt och
f&ouml;rmaning &auml;ven d&auml;r s&aring; beh&ouml;ves.</p>

<p>Johan stod som en dr&ouml;mmande. Var det verklighet
detta, att han nu skulle f&aring; b&ouml;rja l&auml;sa &mdash; l&auml;sa p&aring; allvar.
Vad skulle nu far svara? Men fader Johannes
satt tyst och s&aring;g fundersam ut.</p>

<p>&mdash; N&aring;, vad s&auml;ger ni om mitt f&ouml;rslag, &aring;tertog prosten,
n&auml;r varken far eller son sade ett ord.</p>

<p><span class="pagenum"><a name="Page_20" id="Page_20">[Pg 20]</a></span></p>

<p>&mdash; Vad annat kan jag s&auml;ga, v&ouml;rdig prosten, &auml;n
stor tack f&ouml;r en s&aring;dan godhet mot min pojke. Det &auml;r
bara en sak jag t&auml;nker p&aring;. Om han nu f&aring;r b&ouml;rja att
studera och liksom f&aring;r smak p&aring; kunskapens b&auml;gare
och han sedan inte kan f&aring; forts&auml;tta, d&aring; blir det kanske
bara sv&aring;rare f&ouml;r honom, &auml;n om han aldrig f&aring;tt b&ouml;rja
d&auml;rmed.</p>

<p>&mdash; Kommer dag, s&aring; kommer r&aring;d, s&auml;ger ju ordspr&aring;ket.
L&aring;t honom b&ouml;rja, s&aring; f&aring; vi t&auml;nka p&aring; forts&auml;ttningen
sedan. Men vad s&auml;ger du sj&auml;lv om det h&auml;r
f&ouml;rslaget, Johan.</p>



<div class="figcenter" style="width: 60%" >
<img src="images/022.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">NU SATT HAN VID SITT SKRIVBORD.</p>
</div>
</div>



<p>Denne ville svara, men sinnesr&ouml;relsen kv&auml;vde orden,<span class="pagenum"><a name="Page_21" id="Page_21">[Pg 21]</a></span>
innan de kommo fram, och stora t&aring;rar stodo honom i
&ouml;gonen.</p>

<p>Prosten f&ouml;rstod honom gott. Han gick bort till
honom, klappade honom v&auml;nligt p&aring; huvudet och sade:</p>

<p>&mdash; S&aring; v&auml;lkommen d&aring; i Guds namn! Och m&aring; Gud
v&auml;lsigna dig nu och allt framgent.</p>

<p>S&aring; b&ouml;rjade Johan att studera p&aring; fullt allvar, och efter
flera &aring;rs tr&auml;get arbete uppn&aring;dde han sin l&auml;ngtans m&aring;l.</p>

<hr class="tb" />

<p>I en liten pr&auml;stg&aring;rd l&aring;ngt inne i Sm&aring;lands bygder
finna vi honom nu sittande vid sitt skrivbord. Ty
&auml;ven han har nu ett skrivbord och en bokhylla med
icke s&aring; f&aring; b&ouml;cker. Men den stora bibeln, som ligger
uppslagen p&aring; bordet framf&ouml;r honom, den &auml;r s&aring; lik M&aring;ns
stora bibel. Ja, det &auml;r verkligen M&aring;ns bibel, men
nu mera icke l&aring;nad, utan Johans egen tillh&ouml;righet.
N&auml;r M&aring;ns f&ouml;r n&aring;gra &aring;r tillbaka hade d&ouml;tt, befanns det,
att han testamenterat alla sina b&ouml;cker samt en summa
penningar till Johan. Pengarna voro ju mycket v&auml;lkomna,
men &auml;nnu mycket st&ouml;rre v&auml;rde satte Johan
p&aring; den gamla f&ouml;r honom s&aring; k&auml;r vordna bibeln. Ur
denna hade han som barn h&auml;mtat sina b&auml;sta kunskaper.
Nu ville han som man och som en Herrens tj&auml;nare
forts&auml;tta att h&auml;mta ur samma rika skattkammare,
f&ouml;r att sedan dela med sig &aring;t hungrande, t&ouml;rstande
m&auml;nniskosj&auml;lar. Det hade blivit en levande
sanning f&ouml;r honom, det ordet som han l&auml;st i den gamla
bibeln: &raquo;<i>Jag fann dina ord, och de blevo min spis, de
blevo mitt hj&auml;rtas gl&auml;dje och fr&ouml;jd</i>.&raquo;</p>


<p class="pr2">Illustrat&ouml;r: <i>J. Swedin</i>.</p>


<hr class="chap" />


<p><span class="pagenum"><a name="Page_22" id="Page_22">[Pg 22]</a></span></p>



<div class="chapter-beginning"></div>

<p><a name="III"></a></p>



<h2 class="no-break"><i>Sn&ouml;vits ord</i></h2>


<p class="p02"><i>till en liten parvel.</i></p>


<table class="poem" summary="poem">
<tr>
  <td class="tpoem1">
<div class="poem"><div class="stanza">
  <span class="i0"><i>Nu flammar brasan p&aring; h&auml;llen.</i></span>
  <span class="i0"><i>Jag sitter i lugn och l&auml;</i></span>
  <span class="i0"><i>i skymmande vinterkv&auml;llen.</i></span>
  <span class="i0"><i>D&aring; kryper du upp i mitt kn&auml;</i></span>
  <span class="i0"><i>och s&auml;tter dig d&auml;r tillr&auml;tta</i></span>
  <span class="i0"><i>och ber mig s&aring; vackert: ber&auml;tta.</i></span>
  <span class="i0"><i>D&aring; v&auml;ljer jag ut det b&auml;sta,</i></span>
  <span class="i0"><i>jag minns av saga och s&aring;ng,</i></span>
  <span class="i0"><i>Se'n sj&auml;lv jag som barn fick g&auml;sta</i></span>
  <span class="i0"><i>i sagornas land en g&aring;ng.</i></span>
</div>
<div class="stanza">
  <span class="i0"><i>D&aring; t&auml;ljer jag dig en saga</i></span>
  <span class="i0"><i>om mandom och morske m&auml;n,</i></span>
  <span class="i0"><i>som fj&auml;rran i h&auml;rnad draga</i></span>
  <span class="i0"><i>och komma med &auml;ra igen.</i></span>
  <span class="i0"><i>Jag t&auml;ljer om ung prinsessa</i></span>
  <span class="i0"><i>med krona p&aring; lockig hj&auml;ssa.</i></span>
  <span class="i0"><i>Hon l&auml;nge fick sitta och bida,</i></span>
  <span class="i0"><i>tills riddar'n med frejdigt mod</i></span>
  <span class="i0"><i>drog sv&auml;rdet ur gyllene skida</i></span>
  <span class="i0"><i>och kr&auml;vde drakarnas blod.</i></span>
<span class="pagenum"><a name="Page_23" id="Page_23">[Pg 23]</a></span>
</div>
<div class="stanza">
  <span class="i0"><i>S&aring; sitter jag och ber&auml;ttar,</i></span>
  <span class="i0"><i>vad minnet har i beh&aring;ll</i></span>
  <span class="i0"><i>av sagor om dv&auml;rgar och j&auml;ttar,</i></span>
  <span class="i0"><i>prinsessor och drakar och troll.</i></span>
  <span class="i0"><i>Och brokigt sig bilderna m&aring;la</i></span>
  <span class="i0"><i>f&ouml;r blickar, som gl&auml;nsa och str&aring;la.</i> &mdash;</span>
  <span class="i0"><i>Din barndoms saga skall sluta</i></span>
  <span class="i0"><i>som alla sagor en g&aring;ng.</i></span>
  <span class="i0"><i>Ack, finge du g&aring;van att njuta</i></span>
  <span class="i0"><i>fast vuxen av saga och s&aring;ng!</i></span>
</div></div>

  </td>
</tr>
<tr>
  <td class="tpoem1">
<div class="stanza">
  <span class="i30"><i>Novir.</i><br /></span>
</div>
  </td>
</tr>
</table>


<div class="figcenter" style="width: 15%" >
<img src="images/025.jpg" alt="ornament" style="width: 60%" />
</div>



<hr class="chap" />


<p><span class="pagenum"><a name="Page_24" id="Page_24">[Pg 24]</a></span></p>


<div class="chapter-beginning"></div>

<p><a name="IV"></a></p>


<div class="figcenter" style="width: 80%" >
<img src="images/026.jpg" alt="Vallflickan" style="width: 50%" />
</div>


<h2 class="no-break">Vallflickan och r&ouml;varen.</h2>

<p class="p02">Saga f&ouml;r <i>Sn&ouml;vit</i> av <i>Alfred Smedberg</i>.</p>



<div class="figdrop" style="width: 7%" >
<img src="images/026a.jpg" alt="L" style="width: 100%" />
</div>

<p>&aring;ngt, l&aring;ngt inne i djupa skogen
l&aring;g ett gammalt slott. Egentligen var
det bara ruinerna av ett slott, f&ouml;r det var
s&aring; gammalt och f&ouml;rfallet, att ingen m&auml;nniska
hade kunnat bo i det p&aring; mer &auml;n hundra &aring;r.
D&aring; kan man veta, hur skr&ouml;pligt det var.</p>

<p>I forna tider hade slottet dock varit en st&aring;tlig riddarborg
med torn och vallgravar, praktfulla salar, sovkamrar
och gemak. Och d&aring; hade v&auml;ggarna genljudit av
glada r&ouml;ster fr&aring;n riddare, lansknektar, svenner och v&auml;pnare.
I de vackra gemaken sutto adliga damer och
stickade p&aring; v&auml;ggbonader och riddarrustningar med silke
och guldtr&aring;d. Ystra gossar och v&auml;na flickor sprungo
lekande omkring i parken d&auml;r utanf&ouml;r, unga kammart&auml;rnor
dukade fram kostliga r&auml;tter p&aring; silverfat, och vid
portarna till borgen stodo harneskkl&auml;dda slottsknektar
p&aring; vakt.</p>

<p>Men s&aring; kommo fienderna in i landet. De d&ouml;dade eller
f&ouml;rjagade inv&aring;narna, sk&ouml;vlade planteringarna och br&auml;nde
slottet. Och eftersom ingen m&auml;nniska l&auml;ngre tog v&aring;rd<span class="pagenum"><a name="Page_25" id="Page_25">[Pg 25]</a></span>
om den f&ouml;rst&ouml;rda parken, v&auml;xte vilda skogen s&aring; sm&aring;ningom
&auml;nda fram till de nedrasade murarna.</p>

<p>Bland dessa kvarstod emellertid &auml;nnu ett torn med
tjocka murar och skottgluggar h&auml;r och d&auml;r. D&aring; nu ingen
&auml;gare till slottet l&auml;ngre fanns i livet, och ingen annan
m&auml;nniska kunde trivas d&auml;r, tog en elak r&ouml;vare sin boning
i det &ouml;vergivna tornet.</p>

<p>R&ouml;varen var grym och f&ouml;rvildad. Han roffade till sig
mat och penningar, guld, silver och andra dyrbarheter,
var och n&auml;r han kunde komma i tillf&auml;lle d&auml;rtill. En
l&aring;ng tid var han en skr&auml;ck f&ouml;r folket i orten, och ingen
v&aring;gade nalkas tornet, d&auml;r han bodde. Det skulle heller
inte varit s&aring; l&auml;tt att driva bort honom, f&ouml;r tornet hade
starka j&auml;rnd&ouml;rrar, som han alltid h&ouml;ll v&auml;l tillbommade,
och fr&aring;n skottgluggarna kunde han skjuta ihj&auml;l var och
en, som kom i n&auml;rheten.</p>

<p>Ingen visste, vad r&ouml;varen hette, och ingen hade n&aring;gonsin
talat med honom. Men folk hade ofta sett honom,
n&auml;r han tidigt om morgonen kom hem fr&aring;n sina r&ouml;varf&auml;rder
och med de stulna skatterna sm&ouml;g sig genom skogen
till sin boning i slottstornet.</p>

<p>Bortom skogen l&aring;g en betesmark, och om somrarna
gick d&auml;r en ung flicka och vallade f&aring;r. Hon hette
Helfrid och var en sn&auml;ll och godhj&auml;rtad flicka, glad och
flitig i arbete och trogen i v&aring;rden om sin lilla hjord.
Hon r&aring;kade en g&aring;ng falla i r&ouml;varens klor, och huru det
gick till samt huru hon blev r&auml;ddad, d&auml;rom skola vi
nu ber&auml;tta.</p>

<p>En sommarafton satt Helfrid p&aring; en tuva i beteshagen
och stickade p&aring; en strumpa, allt under det hon noga gav
akt p&aring; f&aring;ren. Det g&auml;llde att s&auml;rskilt se efter de sp&auml;da<span class="pagenum"><a name="Page_26" id="Page_26">[Pg 26]</a></span>
lammen, s&aring; att intet av dem sprang bort och f&ouml;rvillade
sig i skogen kring r&ouml;varborgen. Medan hon stickade och
s&aring;g efter hjorden, sj&ouml;ng hon sin visa:</p>


<table class="poem" summary="poem">
<tr>
  <td class="tpoem1">

<div class="poem"><div class="stanza">
  <span class="i0">&raquo;Tussi, tussi, mina f&aring;r,<br /></span>
  <span class="i0">Lika m&aring;nga som i g&aring;r.<br /></span>
  <span class="i6">Lyckan ger<br /></span>
  <span class="i6">Kanske fler &mdash;<br /></span>
  <span class="i0">Sju i fjol och tolv i &aring;r.<br /></span>
</div><div class="stanza">
  <span class="i0">Tussi, tussi, lammen sm&aring;,<br /></span>
  <span class="i0">R&auml;ven skall er inte f&aring;.<br /></span>
  <span class="i6">Varg och lo,<br /></span>
  <span class="i6">Hur de sno,<br /></span>
  <span class="i0">F&aring; sin v&auml;g med skammen g&aring;.<br /></span>
</div><div class="stanza">
  <span class="i0">Tussi, tussi, f&aring;r och lamm &mdash;<br /></span>
  <span class="i0">Svansen bak och nosen fram.<br /></span>
  <span class="i6">Stackars sm&aring;<br /></span>
  <span class="i6">Tr&ouml;tta g&aring;,<br /></span>
  <span class="i0">Men jag &auml;r s&aring; glad &auml;nd&aring;.&raquo;<br /></span>
</div></div>

  </td>
</tr>
</table>



<p>R&auml;tt som flickan satt d&auml;r och sj&ouml;ng, fick hon se en
stor, grov och sk&auml;ggig karl st&aring; bakom en buske och betrakta
henne. Hon s&aring;g genast, att det var r&ouml;varen, f&ouml;r
hon hade en g&aring;ng f&ouml;rut sett honom komma ut ur det
gamla tornet och lunka bort genom skogen.</p>

<p>Att den lilla vallflickan k&auml;nde hj&auml;rtat b&ouml;rja bulta av
f&ouml;rskr&auml;ckelse, kan man inte f&ouml;rundra sig &ouml;ver. Hon f&ouml;rstod
mycket v&auml;l, att r&ouml;varen kom f&ouml;r att g&ouml;ra henne illa
och sk&ouml;vla hennes hjord. Och hur skulle hon, en svag
och v&auml;rnl&ouml;s flicka, kunna f&ouml;rsvara sig eller f&aring;ren mot
en stor och stark karl?</p>

<p>Men s&aring; kom hon ih&aring;g, att hon p&aring; morgonen anbefallt
sig sj&auml;lv och sina skyddslingar i Guds h&auml;nder, vilket hon<span class="pagenum"><a name="Page_27" id="Page_27">[Pg 27]</a></span>
f&ouml;r resten gjorde alla dagar, s&aring;v&auml;l morgon som afton.
D&aring; blev hon strax lugnare. Och n&auml;r hon s&aring; ytterligare
upps&auml;nt en tyst b&ouml;n till Gud om hj&auml;lp och beskydd, var
hon alldeles s&auml;ker p&aring;, att ingen utan hans vilja skulle
kunna g&ouml;ra henne n&aring;got ont. Med glatt mod fortfor
hon att sjunga:</p>


<table class="poem" summary="poem">
<tr>
  <td class="tpoem1">

<div class="poem"><div class="stanza">
<span class="i0">&raquo;Tussi, tussi, mina f&aring;r.<br /></span>
<span class="i0">R&ouml;varen oss inte n&aring;r.<br /></span>
<span class="i6">Herren &auml;r<br /></span>
<span class="i6">Alltid n&auml;r,<br /></span>
<span class="i0">S&aring; i dag som sist i g&aring;r.&raquo;<br /></span>
</div></div>

  </td>
</tr>
</table>


<div class="figcenter" style="width: 60%" >
<img src="images/029.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">VAD &Auml;R DET F&Ouml;R FOLK DU HAR OMKRING DIG? FR&Aring;GADE HAN.</p>
</div>
</div>


<p><span class="pagenum"><a name="Page_28" id="Page_28">[Pg 28]</a></span></p>
<p>Just som Helfrid sj&ouml;ng de sista orden, st&ouml;rtade r&ouml;varen
fram f&ouml;r att gripa henne. Men d&aring; han kommit p&aring; tre
eller fyra stegs avst&aring;nd, tv&auml;rstannade han och stirrade
framf&ouml;r sig med vid&ouml;ppen mun.</p>

<p>&mdash; Vad &auml;r det f&ouml;r folk du har omkring dig? fr&aring;gade
han h&auml;pen.</p>

<p>&mdash; Jag har ingen annan omkring mig &auml;n mina f&aring;r,
svarade flickan blygt.</p>

<p>&mdash; Jo, det st&aring;r tv&aring; vitkl&auml;dda gestalter alldeles bredvid
dig, brummade r&ouml;varen.</p>

<p>&mdash; Jag ser inte till n&aring;gon, genm&auml;lde flickan f&ouml;rv&aring;nad.
Finns h&auml;r n&aring;gra, s&aring; &auml;r det v&auml;l Guds &auml;nglar, kan jag tro.</p>

<p>&mdash; Tyst, tyst, n&auml;mn inte det namnet, viskade r&ouml;varen
&auml;ngsligt. Har du alltid de d&auml;r varelserna i s&auml;llskap?</p>

<p>&mdash; Det vet jag inte, men det kan allt h&auml;nda. Ty varje
morgon och afton ber jag Gud om hj&auml;lp och beskydd.</p>

<p>&mdash; Tyst, s&auml;ger jag! skrek r&ouml;varen f&ouml;rf&auml;rad, varp&aring; han
tv&auml;rt v&auml;nde flickan ryggen och sprang in i skogen. Han
t&aring;lde inte att h&ouml;ra Guds namn.</p>

<p>Nu skyndade han raka v&auml;gen till en gammal h&auml;xa, som
bodde i en jordh&aring;la bortom skogen.</p>

<p>&mdash; God dag, gamla trollpacka! h&auml;lsade r&ouml;varen.</p>

<p>&mdash; God dag igen, ditt leda r&ouml;varetroll! svarade h&auml;xan.</p>

<p>&mdash; Du f&aring;r allt lov att hj&auml;lpa mig i ett bekymmer, sa'
r&ouml;varen.</p>

<p>&mdash; Vad kan det vara f&ouml;r ett bekymmer? sporde h&auml;xan.</p>

<p>&mdash; Jo, det g&aring;r en flicka bortom skogen och vallar f&aring;r.
Hon skulle passa bra till att koka min mat, st&auml;da min
tornkammare och laga mina strumpor.</p>

<p><span class="pagenum"><a name="Page_29" id="Page_29">[Pg 29]</a></span></p>

<p>&mdash; N&aring;, s&aring; tag henne d&aring;! sa' h&auml;xan vresigt.</p>


<div class="figcenter" style="width: 60%" >
<img src="images/031.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">VAD KAN DET VARA F&Ouml;R BEKYMMER? SPORDE H&Auml;XAN.</p>
</div>
</div>



<p>&mdash; Nej, det kan jag inte, f&ouml;r hon har &auml;nglavakt omkring
sig. Kan du inte laga s&aring;, att den kommer bort?</p>

<p>&mdash; Det g&aring;r inte f&ouml;r sig. Ingen kan jaga bort den
vakten mer &auml;n flickan sj&auml;lv.</p>

<p>&mdash; Aj, s&aring; f&ouml;rsm&auml;dligt! Hon vill nog inte mista den.</p>

<p>&mdash; Nej, det &auml;r klart. Men hon kan narras till att
handla s&aring;, att vakten &ouml;verger henne.</p>

<p>&mdash; S&auml;jer du det? F&ouml;r all del hj&auml;lp mig d&aring;!</p>

<p>&mdash; Ja, vad vill du ge mig, om jag styr om s&aring;, att
flickan mister den d&auml;r vakten? fr&aring;gade h&auml;xan med ett
ondskefullt grin.</p>

<p>&mdash; Du skall f&aring; en hel sk&auml;ppa guld, svarade r&ouml;varen.</p>

<p><span class="pagenum"><a name="Page_30" id="Page_30">[Pg 30]</a></span></p>

<p>&mdash; N&aring;, kom d&aring; hit i morgon med guldet, s&aring; ska jag
hj&auml;lpa dig.</p>

<p>R&ouml;varen blev glad, och f&ouml;ljande morgon gick han till
h&auml;xan med en hel sk&auml;ppa guld.</p>

<p>&mdash; Det var hederligt av en r&ouml;varegubbe, sa' h&auml;xan.
H&auml;r ska du f&aring; en flaska med en trolldryck, som jag
kokat ihop &aring;t dig. Om du kan narra flickan att dricka
litet av den, s&aring; gl&ouml;mmer hon bort sin Gud. D&aring; upph&ouml;r
hon ocks&aring; att bedja sina morgon- och aftonb&ouml;ner, och
d&aring; f&ouml;rsvinner &auml;nglavakten.</p>

<p>&mdash; Tack ska du ha, gamla trollpacka! sa' r&ouml;varen.</p>

<p>&mdash; Tack sj&auml;lv, ditt leda &aring;b&auml;ke! svarade h&auml;xan. Men
det var sant. Du m&aring;ste vakta flickan mycket v&auml;l, s&aring;
att hon inte kommer n&auml;ra intill n&aring;gon tornglugg, som
&auml;r v&auml;nd mot kyrkan. F&ouml;r om hon f&aring;r h&ouml;ra klockorna
ringa, s&aring; &aring;terf&aring;r hon sitt minne. D&aring; beder hon till sin
Gud, och d&aring; har du inte l&auml;ngre n&aring;gon makt &ouml;ver henne.</p>

<p>&mdash; Var du lugn, grinade r&ouml;varen. Jag skall nog
vakta henne.</p>

<p>Och s&aring; gick han till betesmarken, d&auml;r Helfrid satt
bland sina f&aring;r och stickade strumpor. Han b&ouml;rjade prata
med henne s&aring; v&auml;nligt han kunde, och s&aring; tog han upp
sin flaska och drack en klunk. Han var inte r&auml;dd f&ouml;r
att gl&ouml;mma Gud, han.</p>

<p>&mdash; Man blir s&aring; rysligt t&ouml;rstig i den h&auml;r v&auml;rmen, sade
han. Vill du inte smaka min goda hallonsaft? Jag
skall sl&aring; en t&aring;r i din mugg, som du har d&auml;r bredvid dig.</p>

<p>&mdash; Nej, tack, tack! sade Helfrid. Jag har friskt vatten
i en k&auml;lla d&auml;r borta i skogskanten.</p>

<p>&mdash; Det kan v&auml;l vara, smilade r&ouml;varen. Men saften<span class="pagenum"><a name="Page_31" id="Page_31">[Pg 31]</a></span>
&auml;r s&aring; god, och s&aring; sl&auml;cker den t&ouml;rsten mycket b&auml;ttre.
Drick du! Det &auml;r dig s&aring; innerligen v&auml;l unnat.</p>

<p>Och s&aring; fyllde han muggen &auml;nda till br&auml;dden.</p>

<p>Flickan b&ouml;rjade fundera p&aring; saken. Hon k&auml;nde sig
ganska t&ouml;rstig, f&ouml;r det var tryckande varmt, och r&ouml;varen
s&aring;g nu inte alls elak ut, tyckte hon. Det vore kanske
illa att g&ouml;ra honom f&ouml;rargad med att s&auml;ga nej till bjudningen.
Hon tog emot den fyllda muggen och f&ouml;rde
den till l&auml;pparna.</p>

<p>D&aring; var det som om n&aring;gon hade viskat i hennes &ouml;ra:</p>

<p>&mdash; Drick inte! Det &auml;r synd att g&ouml;ra det, som en ogudaktig
m&auml;nniska vill locka dig till.</p>

<p>Helfrid visste alls inte, att det var hennes skydds&auml;ngel,
som viskade detta till henne, ty hon s&aring;g inte de b&aring;da
&auml;nglarna. Hon tyckte det var bara pj&aring;sk och blev n&auml;stan
lite f&ouml;rargad.</p>

<p>&mdash; Vad var det f&ouml;r en dum tanke jag nu fick? sade
hon f&ouml;r sig sj&auml;lv. Inte kan det v&auml;l vara n&aring;gon synd
att dricka, n&auml;r man &auml;r t&ouml;rstig, fast det &auml;r en r&ouml;vare,
som bjuder.</p>

<p>Och s&aring; smakade hon p&aring; trolldrycken. Den var b&aring;de
frisk och s&ouml;t, och hon fick en s&aring;dan beg&auml;relse efter den,
att hon t&ouml;mde muggen &auml;nda till bottnen.</p>

<p>De tv&aring; &auml;nglarna s&auml;nkte sina huvuden i sorg. De hade
inte kunnat hindra flickan fr&aring;n att dricka, eftersom hon
sj&auml;lv ville det. De hade endast f&aring;tt makt att beskydda
henne f&ouml;r faror utifr&aring;n, s&aring; l&auml;nge hon vandrade p&aring;
Guds v&auml;gar.</p>

<p>&mdash; Tack s&aring; mycket f&ouml;r den rara drycken! sade Helfrid,
i det hon r&auml;ckte fram sin hand och neg f&ouml;r r&ouml;varen.</p>
<p><span class="pagenum"><a name="Page_32" id="Page_32">[Pg 32]</a></span></p>
<p>&mdash; V&auml;l bekommet! nickade denne och gick sin v&auml;g med
en bel&aring;ten grymtning.</p>

<p>Men hade Helfrid vetat, hur farlig den drycken var,
s&aring; hade hon nog aldrig smakat den. Nu gick det som
h&auml;xan hade sagt. Flickan f&ouml;rlorade p&aring; en g&aring;ng minnet
av Gud och alla hans varningar och budord, l&ouml;ften och
v&auml;lg&auml;rningar. Fr&aring;n den stunden hon druckit av trolldrycken,
kom hon inte l&auml;ngre ih&aring;g, att hon hade en fader
i himmelen. Det var som om hon aldrig h&ouml;rt talas om
honom. Hon blev i andliga ting lika okunnig som en
hedning.</p>


<div class="figcenter" style="width: 60%" >
<img src="images/034.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center"> HON T&Ouml;MDE MUGGEN &Auml;NDA TILL BOTTNEN.</p>
</div>
</div>


<p>Den kv&auml;llen gick Helfrid till s&auml;ngs utan n&aring;gon b&ouml;n
till Gud. Hur skulle hon ocks&aring; kunna bedja till den,
<span class="pagenum"><a name="Page_33" id="Page_33">[Pg 33]</a></span>som hon inte l&auml;ngre k&auml;nde till? P&aring; morgonen blev det
likas&aring;. Hon steg upp och kl&auml;dde sig samt gick till betesmarken
med sina f&aring;r alldeles som vanligt. Men n&aring;gon
morgonb&ouml;n kom inte ifr&aring;ga, eftersom hon gl&ouml;mt bort, att
det fanns en Gud.</p>

<p>Framp&aring; dagen kom r&ouml;varen f&ouml;r att ta reda p&aring;, om
trolldrycken hade haft n&aring;gon verkan. Han uppgav ett
gl&auml;djerop, d&aring; han fick se, att de tv&aring; &auml;nglarna voro borta.
Som en tiger st&ouml;rtade han fram, grep flickan om livet
och sl&auml;pade henne med sig till det gamla slottstornet
i skogen.</p>

<p>Ja, det var verkligen inte roligt f&ouml;r lilla Helfrid. Hon
brast i gr&aring;t och vred sina h&auml;nder i f&ouml;rtvivlan, d&aring; hon
sl&auml;pades bort och kastades in i den m&ouml;rka tornkammaren.
Ty fast hon gl&ouml;mt Gud, kom hon likv&auml;l ih&aring;g allting
annat. Hon kom ih&aring;g sina f&ouml;r&auml;ldrar och syskon,
sina f&aring;r och allt, som hon f&aring;tt l&auml;ra sig i hemmet och i
skolan. Det var endast Gud hon hade gl&ouml;mt.</p>

<p>Hos r&ouml;varen fick nu Helfrid utf&ouml;ra de gr&ouml;vsta sysslor
som en riktig slavinna. D&aring;lig mat fick hon, ofta
hugg och slag, och det v&auml;rsta var, att hon natt och dag
h&ouml;lls innest&auml;ngd i tornet som en el&auml;ndig f&aring;nge. Hade
hon blott kunnat bedja till Gud, skulle detta ha varit
henne till stor hj&auml;lp och tr&ouml;st. Men det kunde hon ju
inte, eftersom hon icke l&auml;ngre visste om n&aring;gon Gud. Nu
kunde hon bara gr&aring;ta.</p>

<p>Man kan begripa, att det blev oro i hemmet, d&aring; Helfrid
p&aring; kv&auml;llen inte kom hem med f&aring;ren, som hon alltid
brukade g&ouml;ra. Hennes &auml;ldsta bror gick p&aring; natten till
betesmarken och fann f&aring;ren st&aring; i en klunga, modl&ouml;sa
och t&auml;tt ihopkrupna, men flickan s&aring;g han icke till.</p>

<p><span class="pagenum"><a name="Page_34" id="Page_34">[Pg 34]</a></span></p>

<p>F&ouml;ljande dagen gingo alla ut i skogen och letade. Det
h&ouml;llo de p&aring; med dag efter dag en hel veckas tid, men
n&aring;got sp&aring;r efter flickan kunde icke uppt&auml;ckas. D&aring; f&ouml;rstodo
alla, att hon fallit i r&ouml;varens h&auml;nder.</p>

<p>Ja, hur skulle man nu b&auml;ra sig &aring;t? Att befria Helfrid
ur f&aring;ngenskapen i tornet kunde inte g&aring; p&aring; n&aring;got
annat s&auml;tt &auml;n genom att bryta upp j&auml;rnd&ouml;rrarna, och d&auml;rtill
beh&ouml;vdes mycket folk. Ty komme blott n&aring;gra f&aring;,
skulle r&ouml;varen skjuta ihj&auml;l dem genom gluggarna p&aring;
tornet.</p>

<p>Flickans fader gav sig d&auml;rf&ouml;r ut i bygden f&ouml;r att
skaffa hj&auml;lp. Under tiden sm&ouml;g sig brodern bort till
tornet, d&auml;r han st&auml;llde sig utmed v&auml;ggen f&ouml;r att lyssna.
Han hoppades m&ouml;jligen f&aring; h&ouml;ra n&aring;got ljud ifr&aring;n sin
syster. Efter en stund fick han h&ouml;ra henne sjunga med
en sorgsen och klagande r&ouml;st. S&aring;ngen avbr&ouml;ts ofta av
gr&aring;t och snyftningar, och han kunde blott urskilja f&ouml;ljande
ord:</p>


<table class="poem" summary="poem">
<tr>
  <td class="tpoem1">

<div class="poem"><div class="stanza">
  <span class="i0">&raquo;Tussi, tussi mina f&aring;r!<br /></span>
  <span class="i0">Dagen tung och natten sv&aring;r.<br /></span>
  <span class="i8">Aldrig mer<br /></span>
  <span class="i8">Ser jag er.<br /></span>
  <span class="i0">Stackars den, som vilse g&aring;r!&raquo;<br /></span>
</div></div>

  </td>
</tr>
</table>



<p>N&auml;r Helfrid slutat sjunga, ropade brodern sakta hennes
namn. Hon spratt till och skyndade till torngluggen
f&ouml;r att lyssna. Brodern ber&auml;ttade nu, att deras far
snart skulle komma med mycket folk och taga henne
ut ur tornet. Helfrid darrade av glad &ouml;verraskning.
Hon v&aring;gade dock inte tala till brodern, f&ouml;r d&aring; kunde
r&ouml;varen uppt&auml;cka honom. Men hon kunde sjunga det<span class="pagenum"><a name="Page_35" id="Page_35">[Pg 35]</a></span>
hon ville s&auml;ga honom. S&aring;ngen brydde sig n&auml;mligen
r&ouml;varen inte om att lyssna p&aring;. Och s&aring; sj&ouml;ng hon:</p>


<table class="poem" summary="poem">
<tr>
  <td class="tpoem1">

<div class="poem"><div class="stanza">
  <span class="i0">&raquo;Sorgsna rop fr&aring;n skogen h&ouml;ras,<br /></span>
  <span class="i0">Vem &auml;r det, som klagar s&aring;?&raquo;<br /></span>
</div></div>

  </td>
</tr>
</table>


<p>Brodern svarade:</p>


<table class="poem" summary="poem">
<tr>
  <td class="tpoem1">

<div class="poem"><div class="stanza">
  <span class="i0">&raquo;Ropen, som med vinden f&ouml;ras,<br /></span>
  <span class="i0">G&aring; fr&aring;n lammen dina sm&aring;.&raquo;<br /></span>
</div></div>

  </td>
</tr>
</table>


<p>Helfrid v&auml;ntade &auml;ngsligt p&aring;, att den utlovade hj&auml;lpen
skulle komma, och s&aring; fortsatte hon att sjunga:</p>


<table class="poem" summary="poem">
<tr>
  <td class="tpoem1">

<div class="poem"><div class="stanza">
  <span class="i0">&raquo;Hj&auml;rtat bultar ideligen,<br /></span>
  <span class="i0">Ser du ingen komma &auml;n?&raquo;<br /></span>
</div></div>

  </td>
</tr>
</table>



<p>Brodern svarade:</p>


<table class="poem" summary="poem">
<tr>
  <td class="tpoem1">

<div class="poem"><div class="stanza">
  <span class="i0">&raquo;Kv&auml;llen skymmer, m&ouml;rk &auml;r stigen.<br /></span>
  <span class="i0">Ingen, ingen ser jag &auml;n.&raquo;<br /></span>
</div></div>

  </td>
</tr>
</table>


<p>Men nu hade r&ouml;varen &auml;ntligen begripit, att n&aring;gon
talade med flickan. Han rusade fram och ryckte henne
ifr&aring;n torngluggen.</p>

<p>&mdash; Sl&auml;pp mig! ropade Helfrid gr&aring;tande. Far kommer
snart med mycket folk och r&auml;ddar mig h&auml;rifr&aring;n.</p>

<p>&mdash; Ha, &auml;r det p&aring; det viset! skrek r&ouml;varen ursinnig.
D&aring; &auml;r jag d&ouml;dens man, men d&aring; skall du ocks&aring; d&ouml;.</p>

<p>Och s&aring; sl&auml;pade han flickan med sig uppf&ouml;r en trappa
till en glugg, som var s&aring; vid, att man kunde komma ut
genom den. Helfrid gr&auml;t och ropade &auml;n en g&aring;ng till
brodern d&auml;r utanf&ouml;r:</p>


<table class="poem" summary="poem">
<tr>
  <td class="tpoem1">

<div class="poem"><div class="stanza">
<span class="i0">&raquo;R&auml;ven sl&auml;par mig till d&ouml;den.<br /></span>
<span class="i0">Ser du ingen komma &auml;n?&raquo;<br /></span>
</div></div>

  </td>
</tr>
</table>


<p><span class="pagenum"><a name="Page_36" id="Page_36">[Pg 36]</a></span></p>


<div class="figcenter" style="width: 60%" >
<img src="images/038.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">HAN SL&Auml;PPTE FLICKAN OCH TUMLADE BAKL&Auml;NGES.</p>
</div>
</div>



<p>Brodern svarade:</p>


<table class="poem" summary="poem">
<tr>
  <td class="tpoem1">

<div class="poem"><div class="stanza">
<span class="i0">&raquo;Jo, nu f&aring;r du hj&auml;lp i n&ouml;den.<br /></span>
<span class="i0">Se, h&auml;r kommer hundra m&auml;n.&raquo;<br /></span>
</div></div>

  </td>
</tr>
</table>


<p>S&aring; var det ocks&aring;. En stor folkskara skyndade fram
ur skogen och angrep tornporten med klubbor, sl&auml;ggor
och j&auml;rnspett. R&ouml;varen h&ouml;rde bullret och f&ouml;rstod, att
hans sista stund var kommen. Han grep flickan om
livet f&ouml;r att kasta henne ut genom torngluggen.</p>

<p>D&aring; b&ouml;rjade i detsamma kyrkklockorna ringa till helgsm&aring;l,
ty det var en l&ouml;rdagsafton. S&aring; snart Helfrid h&ouml;rde
klockorna, &aring;terfick hon minnet av Gud. I &aring;ngesten
kn&auml;ppte hon h&auml;nderna och ropade:</p>

<p><span class="pagenum"><a name="Page_37" id="Page_37">[Pg 37]</a></span></p>

<p>&mdash; K&auml;re Herre Gud, hj&auml;lp mig, fr&auml;ls mig fr&aring;n r&ouml;varen
och d&ouml;den!</p>

<p>Vid dessa ord blev r&ouml;varen likblek i ansiktet. Han
sl&auml;ppte flickan och tumlade bakl&auml;nges.</p>

<p>&mdash; Ve mig, ve mig! utbrast han f&ouml;rf&auml;rad. Flickan
har &aring;terf&aring;tt minnet av den, som jag inte vill n&auml;mna.
Hon har &aring;kallat honom, och nu st&aring; de tv&aring; &auml;nglarna &aring;ter
vid hennes sida. Jag &auml;r f&ouml;rlorad.</p>

<p>I det samma h&ouml;rdes ett brak fr&aring;n den inslagna j&auml;rnporten,
och folket rusade uppf&ouml;r trappan. R&ouml;varen tog
ett spr&aring;ng och kastade sig ut genom torngluggen samt
slog ihj&auml;l sig mot stenarna p&aring; marken d&auml;r utanf&ouml;r. Med
fr&ouml;jd och gl&auml;djerop f&ouml;rdes flickan hem, och fr&aring;n den
dagen hade man aldrig ont av r&ouml;varen i det gamla
slottstornet.</p>

<p class="pr2">Illustrat&ouml;r: <i>Einar Torsslow.</i></p>


<div class="figcenter" style="width: 20%" >
<img src="images/ornament.jpg" alt="ornament" style="width: 50%" />
</div>



<hr class="chap" />

<p><span class="pagenum"><a name="Page_38" id="Page_38">[Pg 38]</a></span></p>



<div class="chapter-beginning"></div>

<p><a name="V"></a></p>


<div class="figcenter" style="width: 80%" >
<img src="images/040.jpg" alt="Brigittas" style="width: 50%" />
</div>


<h2 class="no-break">Birgittas juldr&ouml;m.</h2>

<p class="p02">F&ouml;r <i>Sn&ouml;vit</i> av <i>Gewe</i>.</p>



<div class="figdrop" style="width: 7%" >
<img src="images/040a.jpg" alt="D" style="width: 100%" />
</div>


<p>en fr&ouml;jdefulla julkv&auml;llen var
till&auml;nda.</p>

<p>Ingen hade kunnat gl&auml;dja sig mer &auml;n lilla
Birgitta. Den disharmoni, som ofta gjorde
sig k&auml;nnbar inom familjen Kruse, hade man
enats om att denna afton utest&auml;nga. Den tolv&aring;riga
Birgitta hade f&ouml;r en g&aring;ng k&auml;nt sig fullt lycklig och s&aring;
glad, som det endast f&ouml;runnas ett barn att vara.</p>

<p>Hennes f&ouml;r&auml;ldrar, baron Kruses, bebodde en stor, n&aring;got
avsides liggande egendom, d&auml;r de f&ouml;rde ett g&auml;stfritt
hus. V&auml;nner och bekanta anl&auml;nde och reste &aring;ter i en
oavbruten f&ouml;ljd.</p>

<p>I detta hem, fullt av omv&auml;xling, fanns dock en, vilken
bar ensamhetsk&auml;nslan i hj&auml;rtat. Det var lilla Birgitta.
Hennes inre harmonierade ingalunda med det r&ouml;rliga
livet omkring henne. Mest berodde detta kanske
p&aring;, att hon vanligen saknade j&auml;mn&aring;rigas s&auml;llskap, en
brist, som heller aldrig gjordes n&aring;got f&ouml;r att avhj&auml;lpa.</p>

<p>Hennes b&aring;da systrar voro betydligt &auml;ldre &auml;n hon sj&auml;lv,
och med syskons sj&auml;lvtagna och ofta despotiska r&auml;tt sk&ouml;to
de den yngsta systern &aring;t sidan och l&auml;to henne alltid veta,<span class="pagenum"><a name="Page_39" id="Page_39">[Pg 39]</a></span>
att hon var i v&auml;gen, om hon n&aring;gon g&aring;ng s&ouml;kte deras
s&auml;llskap.</p>

<p>Modern kanske icke lade m&auml;rke till detta, i allt fall
l&aring;tsades hon vara omedveten om, att icke allt var, som det
borde vara, med lilla Birgittas st&auml;llning inom hemmet.</p>

<p>Sj&auml;lv sjuklig och nerv&ouml;s, hade hon aldrig i n&auml;mnv&auml;rd
grad tagit sig an sina barn, och s&auml;rskilt g&auml;llde detta
yngsta dottern.</p>

<p>Strax efter f&ouml;delsen hade Birgitta l&auml;mnats i en tj&auml;narinnas
v&aring;rd.</p>

<p>Mor Karin var &auml;nka och m&aring;ste f&ouml;r sin utkomst s&ouml;ka
sig en plats. Med gl&auml;dje mottog hon anbudet att p&aring; eget
ansvar v&aring;rda lilla Birgitta. En plikt, som hon ocks&aring;
samvetsgrant uppfyllde.</p>

<p>S&aring; sm&aring;ningom gjorde mor Karin sig oumb&auml;rlig i det
Kruseska hemmet. F&ouml;ljden blev, att hon d&auml;r kom att
kvarstanna, &auml;ven sedan Birgitta icke l&auml;ngre direkt beh&ouml;vde
hennes v&aring;rd.</p>

<p>Mor Karin var Birgittas b&auml;sta v&auml;n, och barnet visste
intet b&auml;ttre &auml;n att f&aring; vara tillsammans med henne.</p>

<p>Ingen kunde ber&auml;tta s&aring; vackra sagor eller f&ouml;rt&auml;lja s&aring;
mycket av intresse som mor Karin. En tacksammare
&aring;h&ouml;rare &auml;n Birgitta kunde hon icke &ouml;nska sig. Nu s&auml;rskilt
tiden f&ouml;re jul hade hon ber&auml;ttat om allt det myckna
&ouml;vernaturliga, som tilldrager sig under julnatten.</p>

<p>Bland mycket annat hade mor Karin f&ouml;rt&auml;ljt om, huru
djuren i ladug&aring;rden den natten mellan 12-1 erh&aring;lla f&ouml;rm&aring;gan
att liksom m&auml;nniskor samtala med varandra.
Ingen borde d&aring; st&ouml;ra dem, hade hon sagt, ty de skulle
unnas ro den enda timme p&aring; &aring;ret, som en mild f&ouml;rsyn
givit dem talf&ouml;rm&aring;ga. Dessutom var det f&ouml;renat med
<span class="pagenum"><a name="Page_40" id="Page_40">[Pg 40]</a></span>en stor risk att just d&aring; under &raquo;sp&ouml;ktimmen&raquo; betr&auml;da
ladug&aring;rden.</p>



<div class="figcenter" style="width: 60%" >
<img src="images/042.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">EN TACKSAMMARE &Aring;H&Ouml;RARE KUNDE HON INTE T&Auml;NKA SIG.</p>
</div>
</div>


<p>Denna ber&auml;ttelse hade gjort ett s&aring; djupt intryck p&aring;
Birgitta, att tanken d&auml;rp&aring; icke l&auml;mnat henne ro varken
dag eller natt.</p>

<p>Att det var sant, tvivlade hon icke ett &ouml;gonblick p&aring;.
Mor Karin, som var s&aring; klok och visste allting mycket
b&auml;ttre &auml;n andra, m&aring;ste ju ocks&aring; veta detta. &mdash; &mdash; &mdash; &mdash;</p>

<p>Julafton, Birgittas gladaste dag p&aring; &aring;ret, &auml;r som n&auml;mnts
till&auml;nda. Birgitta har sagt godnatt till f&ouml;r&auml;ldrar och syskon
och befinner sig p&aring; sitt eget lilla rum, tillsagd att
g&aring; till vila.</p>
<p><span class="pagenum"><a name="Page_41" id="Page_41">[Pg 41]</a></span></p>
<p>Det lilla huvudet &auml;r emellertid fullt av funderingar,
och f&ouml;rst och sist t&auml;nker hon p&aring;, att snart &auml;r den f&ouml;runderliga
timme inne, d&aring; djuren b&ouml;rja tala. Visserligen
har mor Karin sagt, att de p&aring; inga villkor f&aring; st&ouml;ras, men
t&auml;nk, om hon likv&auml;l skulle v&aring;ga smyga sig ditut i den
stj&auml;rnklara natten. M&ouml;rkr&auml;dd &auml;r hon d&aring; alls icke, och
om hon g&aring;r p&aring; t&aring; riktigt tyst och f&ouml;rsiktigt, kanske de
aldrig ens komma att m&auml;rka henne. Om de likv&auml;l f&aring; syn
p&aring; henne, kunna de &auml;nd&aring; om&ouml;jligt bli onda, ty hon &auml;r ju
s&aring; god v&auml;n med dem och brukar dagligen bes&ouml;ka ladug&aring;rden.</p>

<p>Att komma obem&auml;rkt ut genom husets stora port skall
nog g&aring; ganska l&auml;tt, ty Birgitta &auml;r van att &ouml;ppna och
st&auml;nga den.</p>

<p>Precis klockan tolv skall hon smyga sig ut. Visst &auml;r
hon nu litet s&ouml;mnig, men det g&ouml;r ingenting. Hon kan
g&auml;rna krypa upp i soffh&ouml;rnet och vila en stund, medan
hon v&auml;ntar p&aring; tolvslaget. Nu har hon det riktigt bekv&auml;mt.
Pappa brukar s&auml;ga, att om man blott vill vakna
p&aring; ett best&auml;mt klockslag, s&aring; g&ouml;r man det ocks&aring;. Nog
vill Birgitta det alltid, och sin lilla klocka h&aring;ller hon
h&aring;rt sluten i handen.</p>

<p>&mdash; &mdash; &mdash; &mdash; S&aring; d&auml;r ja. Vart har tiden tagit v&auml;gen?
Tornurets tolvslag ljuda redan genom det stora huset.
Nu &auml;r tiden inne. Det k&auml;nns litet kusligt, men Birgitta
vill icke avst&aring; fr&aring;n sitt beslut.</p>

<p>S&aring; i ett nu befinner hon sig i sin fars stora ladug&aring;rd,
och det utan alla besv&auml;r.</p>

<p>Birgitta st&aring;r alldeles nere vid d&ouml;rren, och hon trycker
sig s&aring; h&aring;rt hon kan intill v&auml;ggen. Vad hon ser, kommer
henne att p&aring; en g&aring;ng fr&ouml;jdas och f&ouml;rskr&auml;ckas. Ett<span class="pagenum"><a name="Page_42" id="Page_42">[Pg 42]</a></span>
starkt ljussken, ett s&aring;dant hon aldrig f&ouml;rr sk&aring;dat, m&ouml;ter
hennes blick, och hon m&aring;ste skugga med handen f&ouml;r
&ouml;gonen f&ouml;r att ej alldeles bl&auml;ndas. Det tyckes henne,
som om ljusk&auml;llan vore i sj&auml;lva himmelen, ja, hon har en
f&ouml;rnimmelse av att sj&auml;lv befinna sig d&auml;r. Hon vet, att
detta &auml;r fars ladug&aring;rd, och likv&auml;l ser hon nu icke vare
sig v&auml;ggar eller tak. Rummet &auml;r icke mer begr&auml;nsat,
och det tyckes Birgitta, som om det vore gjort av renaste
guld.</p>

<p>Djuren finnas d&auml;r alla. Hon k&auml;nner dem var och
en, och dock &auml;ro de sig s&aring; olika. De st&aring; p&aring; sina gamla
platser, men inga tunga kedjor hindra dem nu mer fr&aring;n
att r&ouml;ra sig, som de sj&auml;lva behaga. O, vad de &auml;ro vackra!
Sk&ouml;nast av dem alla str&aring;lar dock Birgittas &auml;lsklingskossa
&raquo;Sol&ouml;ga&raquo;.</p>

<p>Nu ville Birgitta smyga sig bort. Hon tror icke, att
n&aring;gon m&auml;rkt hennes n&auml;rvaro. D&aring; v&auml;nder sig pl&ouml;tsligt
&raquo;Sol&ouml;ga&raquo; mot henne. Birgitta b&ouml;rjar att darra och sk&auml;lva
i hela sin lilla kropp. M&aring;nne hon nu skall f&aring; bannor!
Men hon har ju ej alls menat illa, och &raquo;Sol&ouml;ga&raquo; har hon
alltid tyckt s&aring; mycket om. Birgitta st&aring;r som fastvuxen
och kan icke r&ouml;ra sig eller fly, som hon &auml;mnat. D&aring;
h&ouml;res &raquo;Sol&ouml;ga&raquo; tala: &raquo;Du goda, &auml;lskliga barn, som v&aring;gat
dig ensam hit denna tid p&aring; dygnet, som de dumma m&auml;nniskorna
kalla &raquo;sp&ouml;ktimmen&raquo;, du skall veta, att v&auml;lsignelse
st&auml;dse skall f&ouml;lja dina sp&aring;r, ty du har ett hj&auml;rta,
som &ouml;mmar och bl&ouml;der f&ouml;r alla v&auml;rnl&ouml;sa. Du vill icke
skada n&aring;gon utav oss. Jag minns din lena, mjuka
hand, med vilken du str&ouml;k mig och gav mig lindring,
n&auml;r den grymma dr&auml;ngen nyligen slagit mig. Forts&auml;tt
att vara god mot alla varelser, som &auml;ro i m&auml;nniskans<span class="pagenum"><a name="Page_43" id="Page_43">[Pg 43]</a></span>
v&aring;ld. Du skall icke g&ouml;ra det f&ouml;rg&auml;ves. Lycka och v&auml;lsignelse
skola f&ouml;lja dina sp&aring;r.</p>


<div class="figcenter" style="width: 60%" >
<img src="images/045.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">D&Aring; V&Auml;NDER SIG PL&Ouml;TSLIGT SOL&Ouml;GA MOT HENNE.</p>
</div>
</div>


<p>En hemlighet vill jag ocks&aring; uppenbara f&ouml;r dig. N&aring;got
som icke m&auml;nniskorna f&ouml;rst&aring;. Just d&auml;rf&ouml;r att de &auml;ro
grymma och or&auml;ttvisa mot oss v&auml;rnl&ouml;sa varelser, har Gud
f&ouml;rh&auml;rdat deras hj&auml;rtan och l&aring;tit dem i sin f&ouml;rblindelse
v&auml;nda sig mot varandra. D&auml;rf&ouml;r rasar nu det allt f&ouml;rh&auml;rjande
v&auml;rldskriget. Kom ih&aring;g att s&auml;ga dem, att f&ouml;r
varje handling, som av k&auml;rlek g&ouml;res mot oss arma &ouml;ver
vilka de r&aring;da, minskas i n&aring;gon m&aring;n deras skuldregister<span class="pagenum"><a name="Page_44" id="Page_44">[Pg 44]</a></span>,
och m&ouml;jlighet gives, att Gud &aring;ter kan f&ouml;rbarma sig &ouml;ver
jordens folk och l&aring;ta dem k&auml;nna den l&auml;nge saknade
freden.&raquo;&mdash; &mdash; &mdash; &mdash; &mdash;</p>

<p>&mdash; Birgitta vakna! h&ouml;res mor Karins r&ouml;st i d&ouml;rren, det
&auml;r tid att stiga upp, om Birgitta vill hinna bli f&auml;rdig
att &aring;ka med till julottan. Men vad t&auml;nker mitt k&auml;ra barn
p&aring;? H&auml;r ligger hon fullt p&aring;kl&auml;dd p&aring; soffan i st&auml;llet f&ouml;r
att vila i sin mjuka b&auml;dd, och d&auml;rtill har hon lampan
brinnande och st&auml;lld s&aring;, att skenet faller mitt i hennes
&ouml;gon.</p>

<p>Birgitta ber&auml;ttar i all hast sin dr&ouml;m f&ouml;r den uppm&auml;rksamt
lyssnande mor Karin. Sedan dr&ouml;jer det icke l&auml;nge,
innan hon &auml;r f&auml;rdig att resa till julottan.</p>

<p>N&auml;r Birgitta sedan sitter i det rikt upplysta templet
och st&auml;mmer in med f&ouml;rsamlingen i den sk&ouml;na julpsalmen,
lever hon p&aring; nytt i tankarna om sitt dr&ouml;mda bes&ouml;k
i fars ladug&aring;rd.</p>

<p>En s&aring; h&ouml;gtidlig julmorgon, tycker hon sig aldrig f&ouml;rr
ha upplevat, och den underbara dr&ouml;mmen bevarar Birgitta
alltj&auml;mt i trogen h&aring;gkomst.</p>

<p class="pr2">Illustrat&ouml;r: <i>Nils Kjellberg.</i><br />
</p>

<div class="figcenter" style="width: 20%" >
<img src="images/ornament.jpg" alt="ornament" style="width: 50%" />
</div>


<hr class="chap" />

<p><span class="pagenum"><a name="Page_45" id="Page_45">[Pg 45]</a></span></p>




<div class="chapter-beginning"></div>

<p><a name="VI"></a></p>


<div class="figcenter" style="width: 80%" >
<img src="images/047.jpg" alt="Mormors" style="width: 50%" />
</div>


<h2 class="no-break">Mormors k&auml;ngor.</h2>

<p class="p02">Ber&auml;ttelse f&ouml;r <i>Sn&ouml;vit</i> av <i>Alfred Smedberg</i>.</p>




<div class="figdrop" style="width: 7%" >
<img src="images/047a.jpg" alt="L" style="width: 100%" />
</div>



<p>illa Malin satt ihopkrupen p&aring;
den okl&auml;dda tr&auml;soffan bredvid f&ouml;nstret, och
hon var mycket f&ouml;rtretad. Ja, hon var s&aring;
ond, att hon skulle kunnat sparka och sl&aring;
den d&auml;r stora och drumliga gossen, som hade
burit sig s&aring; skamligt &aring;t mot hennes sn&auml;lla mormor. Det
ryckte i mungiporna, och hon var n&auml;ra att brista i gr&aring;t.</p>

<p>Malin var i sitt &aring;ttonde &aring;r och hade nyss f&aring;tt l&auml;ra
sig l&auml;sa. Hennes mamma hade d&ouml;tt n&aring;gra &aring;r f&ouml;rut, och
d&aring; hade hon f&aring;tt komma till sina morf&ouml;r&auml;ldrar, som
bodde i en liten n&auml;tt och trevlig stuga bredvid landsv&auml;gen.
D&auml;r fick hon l&auml;ra sig allt, som var nyttigt och
gott, f&ouml;r b&aring;de morfadern och mormodern voro kunniga,
sn&auml;lla och gudfruktiga m&auml;nniskor. Malin var ocks&aring; en
mycket sn&auml;ll och l&auml;raktig flicka, som str&auml;vade efter att
p&aring; alla s&auml;tt vara de gamla morf&ouml;r&auml;ldrarna till gl&auml;dje
och trevnad.</p>

<p>Men nu var hon som sagt riktigt ond, och det var inte
s&aring; alldeles utan, att hon hade sina goda sk&auml;l d&auml;rtill. Vi
skola i det f&ouml;ljande ber&auml;tta om de tilldragelser, som
gjorde henne s&aring; f&ouml;rtretad.</p>

<p><span class="pagenum"><a name="Page_46" id="Page_46">[Pg 46]</a></span></p>

<p>Det h&auml;nde sig en dag framp&aring; senh&ouml;sten, att en fattig
torparpojke kom in i stugan till de gamla och bad att f&aring;
v&auml;rma sina f&ouml;tter. Han hade s&aring; trasiga skor och strumpor,
att nakna t&aring;rna stucko ut, och s&aring; var det ett f&ouml;rskr&auml;ckligt
sn&ouml;slask ute p&aring; v&auml;garna. Pojken hade varit
i handelsboden och g&aring;tt och p&ouml;lat i det djupa sn&ouml;slasket,
s&aring; att skor och strumpor voro alldeles genomsura och
t&aring;rna r&ouml;da som en tuppkam.</p>

<p>Den sn&auml;lla gumman drog genast skorna av pojken,
tv&auml;ttade, gned och v&auml;rmde hans r&ouml;dfrusna f&ouml;tter och l&auml;t
honom ta p&aring; sig ett par torra och varma strumpor, medan
hans egna torkades framf&ouml;r brasan i spisen.</p>

<p>Gubben tog de trasiga skorna och tittade p&aring; dem. Han
var skicklig i litet av varje, den gamle hedersmannen,
och hade i sin ungdom &auml;ven f&aring;tt l&auml;ra sig g&ouml;ra skor, fast
han egentligen var jordbrukare till yrket.</p>

<p>&mdash; Jag skulle allt kunna laga de h&auml;r skorna, s&aring; att
inte t&aring;rna krypa ut och g&aring; sin v&auml;g, sade han med ett
sm&aring;leende. Om du vill sitta h&auml;r en stund, min k&auml;re
Kalle, s&aring; kan du f&aring; med dig dem b&aring;de hela och torra,
n&auml;r du g&aring;r hem.</p>

<p>Ja, det hade pojken ingenting emot, och s&aring; fick han
l&aring;na gummans nya k&auml;ngor att ha p&aring; f&ouml;tterna, medan
han satt d&auml;r och v&auml;ntade. Vardagsskorna hade gumman
sj&auml;lv p&aring; sig, s&aring; det var hennes kyrkk&auml;ngor han fick l&aring;na.</p>

<p>Med lagningen gick det emellertid l&aring;ngsammare &auml;n
gubben hade t&auml;nkt, f&ouml;r n&auml;r han en g&aring;ng &aring;tagit sig arbetet,
ville han g&ouml;ra det riktigt ordentligt med b&aring;de t&aring;h&auml;ttor,
halvsulning och klackning. Skorna kunde d&auml;rf&ouml;r
inte bli f&auml;rdiga f&ouml;rr&auml;n p&aring; kv&auml;llen, och Kalle ville
inte v&auml;nta, tills det blev m&ouml;rkt. Han fick g&aring; hem i gum<span class="pagenum"><a name="Page_47" id="Page_47">[Pg 47]</a></span>mans
nya k&auml;ngor. Hon hade visserligen ett &ouml;gonblick
t&auml;nkt p&aring;, att l&aring;ta honom f&aring; ta sina vardagsskor i st&auml;llet,
f&ouml;r att k&auml;ngorna inte skulle bli sura och otrevliga. Men
s&aring; tyckte hon, att sn&ouml;slasket var alldeles f&ouml;r djupt. Det
skulle s&auml;kert ha g&aring;tt &ouml;ver de l&aring;ga skorna.</p>


<div class="figcenter" style="width: 60%" >
<img src="images/049.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">JAG SKULLE ALLT KUNNA LAGA DE H&Auml;R SKORNA, SADE HAN.</p>
</div>
</div>



<p>&mdash; Men jag &auml;r r&auml;dd om mina k&auml;ngor, sa' gumman, s&aring;
du f&aring;r g&aring; hit igen med dem i morgon bittida. D&aring; f&aring;r
du dina lagade skor i st&auml;llet.</p>

<p>Ja, det lovade pojken f&ouml;rst&aring;s, och s&aring; gick han utan att
s&auml;ga tack f&ouml;r den hj&auml;lp han f&aring;tt.</p>

<p>&mdash; Mormor! sade lilla Malin f&ouml;rv&aring;nad. Har inte Kalle
f&aring;tt l&auml;ra sig tacka, n&auml;r han f&aring;r n&aring;got?</p>

<p><span class="pagenum"><a name="Page_48" id="Page_48">[Pg 48]</a></span></p>

<p>&mdash; Nej, det &auml;r nog det ledsammaste med m&aring;nga av
barnen fr&aring;n de allra fattigaste hemmen, att de inte l&auml;rt
sig vara tacksamma, svarade gumman. D&auml;rf&ouml;r ha de
ingen v&auml;lsignelse av det de f&aring;, och s&aring; bli de allt fattigare
och fattigare.</p>

<p>&mdash; Bli de fattiga d&auml;rf&ouml;r, att de inte tacka, n&auml;r de
f&aring; n&aring;got?</p>

<p>&mdash; Ja, otacksamheten har ofta det straffet med sig.
Den som &auml;r tacksam mot Gud och hj&auml;lpsamma m&auml;nniskor
beh&ouml;ver aldrig r&aring;ka i n&aring;gon verklig fattigdom, s&aring;vida
han annars &auml;r arbetsam och ordentlig.</p>

<p>&mdash; Jag t&auml;nker, han tackar v&auml;l, n&auml;r han kommer tillbaka
med k&auml;ngorna och f&aring;r se, hur fina och vackra
morfar har gjort hans trasiga skor, sade Malin f&ouml;rtr&ouml;stansfullt.</p>

<p>Men den som inte kom tillbaka, det var allt pojken.
Gumman v&auml;ntade f&ouml;rg&auml;ves den f&ouml;ljande dagen och ytterligare
tre eller fyra dagar. N&auml;r d&aring; ingen Kalle h&ouml;rdes
av, gick gubben sj&auml;lv till torpet f&ouml;r att l&auml;mna de lagade
skorna och f&aring; igen k&auml;ngorna. Men d&auml;r tr&auml;ffade han
ingen hemma utan fick &aring;terv&auml;nda med of&ouml;rr&auml;ttat &auml;rende.</p>

<p>Ytterligare en vecka gick &mdash; det gick tv&aring;, ja det gick
tre, och ingen pojke h&ouml;rdes av. Gumman kunde inte
komma till kyrkan, eftersom hon ingenting annat hade
p&aring; f&ouml;tterna &auml;n sina l&aring;ga vardagsskor. Hon blev tvungen
att ge sig av till torpet f&ouml;r att h&ouml;ra efter sina k&auml;ngor.
D&aring; var folket hemma, men munsj&ouml;r Kalle var ute p&aring;
sina str&ouml;vt&aring;g och hade naturligtvis k&auml;ngorna p&aring; sig.</p>

<p>&mdash; Ja, se han fick lov te' g&aring; ett &auml;rende, sade torparhustrun,
men i morron ska han f&aring; g&aring; tebaks med k&auml;ngorna,
nu se'n han f&aring;tt sina skor lagade.</p>

<p><span class="pagenum"><a name="Page_49" id="Page_49">[Pg 49]</a></span></p>

<p>&mdash; De ha legat f&auml;rdiga d&auml;r hemma n&auml;ra en hel m&aring;nad,
upplyste gumman, och vi ha v&auml;ntat p&aring; Kalle varenda dag.</p>

<p>&mdash; Jas&aring;, ha ni det? Ja, i morron ska han komma.</p>

<p>&mdash; Har han g&aring;tt med mina k&auml;ngor, alltse'n han fick
l&aring;na dem?</p>

<p>&mdash; Nej, visst inte! Han har haft tr&auml;skorna i slasket.
Men nu fick han ta k&auml;ngorna, f&ouml;r det var l&aring;ng v&auml;g, och
s&aring; var det torrt p&aring; marken.</p>

<p>Gumman gick hem ganska missbel&aring;ten, men hon hade
inte hj&auml;rta att banna upp torparhustrun f&ouml;r deras f&ouml;rsumlighet
och slarv.</p>

<p>F&ouml;ljande dagen kom Kalle och l&auml;mnade igen de l&aring;nade
k&auml;ngorna. De voro nu s&aring; smutsiga, slitna och illa medfarna,
att man inte kunde k&auml;nna igen dem. Men gossen
sprang sin v&auml;g s&aring; hastigt, att ingen i stugan hann s&auml;ga
n&aring;got &aring;t honom.</p>

<p>Gumman blev s&aring; ledsen &ouml;ver att ha f&aring;tt sina b&auml;sta
skor f&ouml;rd&auml;rvade, att hon n&auml;ra p&aring; ville gr&aring;ta. K&auml;ngorna
m&aring;ste nu b&aring;de lappas och halvsulas, innan hon kunde
begagna dem.</p>

<p>Det var d&aring; Malin blev s&aring; ond. Hon h&ouml;ll innerligt
av sin sn&auml;lla mormor, och n&auml;r hon s&aring;g, hur usla k&auml;ngorna
voro och hur ledsen gumman var, och n&auml;r hon av allt
som h&auml;nt kunde f&ouml;rst&aring;, hur illa pojken hade l&ouml;nat de
gamlas godhet mot honom, kn&ouml;t hon sin lilla n&auml;ve i f&ouml;rbittring.</p>

<p>&mdash; En s&aring;'n pojke, en s&aring;'n ot&auml;ck pojke! fr&auml;ste hon.
Han skall ha stryk, ja, han skulle ha stryk i &aring;tta dar.</p>

<p>&mdash; Nej, k&auml;ra barn! sade gumman allvarsamt. S&aring; f&aring;r
du inte tala. Gossen har inte f&ouml;rst&aring;tt b&auml;ttre, och vi
b&ouml;ra f&ouml;rl&aring;ta honom.</p>
<p><span class="pagenum"><a name="Page_50" id="Page_50">[Pg 50]</a></span></p>



<div class="figcenter" style="width: 60%" >
<img src="images/052.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">EN S&Aring;'N OT&Auml;CK POJKE! FR&Auml;STE HON.</p>
</div>
</div>



<p>&mdash; Ja, men, mormor, s&aring; skamligt som han har burit
sig &aring;t.</p>

<p>&mdash; Det har han visst gjort, men det har han mesta
skadan av sj&auml;lv, stackars gosse! Om vi inte f&ouml;rl&aring;ta
honom, s&aring; kunna vi inte bedja v&aring;r aftonb&ouml;n i kv&auml;ll.</p>

<p>&mdash; Varf&ouml;r inte, mormor?</p>

<p>&mdash; Jo, d&auml;rf&ouml;r att om vi icke f&ouml;rl&aring;ta dem, som gjort
oss emot, s&aring; kan v&aring;r himmelske Fader icke heller f&ouml;rl&aring;ta
oss v&aring;ra m&aring;nga och stora synder. Det har Jesus
sj&auml;lv sagt, och han talade alltid sanning. Du minns
v&auml;l, vad som st&aring;r i femte b&ouml;nen av Fader v&aring;r?</p>

<p>&mdash; Ja, sade Malin. &raquo;F&ouml;rl&aring;t oss v&aring;ra skulder, s&aring;som
ock vi f&ouml;rl&aring;ta dem oss skyldiga &auml;ro!&raquo;</p>
<p><span class="pagenum"><a name="Page_51" id="Page_51">[Pg 51]</a></span></p>
<p>&mdash; S&aring; st&aring;r det, ja, och det &auml;r Herren Jesus, som l&auml;rt
oss bedja s&aring;. Han vill inte, att vi skola g&aring; och vara
onda p&aring; n&aring;gon av v&aring;ra medm&auml;nniskor, f&ouml;r alla ha vi
syndat mycket mer emot Gud, &auml;n n&aring;gon m&auml;nniska kan
ha syndat emot oss.</p>

<p>Malin teg, men vreden satt i alla fall kvar i hj&auml;rtat.
Hon tyckte, att Kalle hade handlat s&aring; illa mot hennes
sn&auml;lla mormor, att man inte g&auml;rna kunde f&ouml;rl&aring;ta honom.</p>

<p>N&auml;r hon p&aring; aftonen skulle krypa ner i sin b&auml;dd, ville
mormodern, att hon utom den vanliga aftonb&ouml;nen &auml;ven
skulle l&auml;sa Herrens b&ouml;n. Malin kn&auml;ppte h&auml;nderna och
l&auml;ste b&ouml;nen, tills hon kom till orden: &raquo;s&aring;som ock vi f&ouml;rl&aring;ta
dem oss skyldige &auml;ro&raquo;. D&aring; stannade hon tv&auml;rt och
b&ouml;rjade om igen. Men n&auml;r hon f&ouml;r andra g&aring;ngen kom
till de n&auml;mnda orden, stannade hon p&aring; nytt, och s&aring; brast
hon i gr&aring;t. Hon k&auml;nde, att hon inte av hj&auml;rtat kunde
f&ouml;rl&aring;ta den slarvige gossen, och d&aring; f&ouml;rstod hon, att Gud
inte kunde vara n&ouml;jd med hennes b&ouml;n.</p>

<p>Mormodern, som mycket v&auml;l f&ouml;rstod, hur det var fatt,
ville nu inte s&auml;ga n&aring;got &aring;t flickan. Hon tyckte det var
b&auml;st att l&aring;ta henne sj&auml;lv i ensamheten f&aring; t&auml;nka &ouml;ver, vad
som blivit talat f&ouml;rut under dagen.</p>

<p>N&aring;gra veckor f&ouml;rgingo, och s&aring; var det julafton. Malin
hade nu hunnit alldeles gl&ouml;mma bort den ledsamma h&auml;ndelsen
med mormors k&auml;ngor, d&aring; hon helt pl&ouml;tsligt blev
p&aring;mind d&auml;rom.</p>

<p>Kalles mor kom n&auml;mligen p&aring; morgonen in i stugan till
de gamla och ber&auml;ttade med t&aring;rar i &ouml;gonen, att Kalle i
fjorton dagar legat sjuk och blivit s&auml;mre f&ouml;r var dag.</p>

<p>Malin kom genast ih&aring;g h&auml;ndelsen med k&auml;ngorna, och
<span class="pagenum"><a name="Page_52" id="Page_52">[Pg 52]</a></span>den gamla vreden, som f&ouml;r l&auml;nge sedan var gl&ouml;md, blossade
nu hastigt upp igen.</p>

<p>&mdash; Det &auml;r r&auml;tt &aring;t honom, t&auml;nkte hon. Men hon v&aring;gade
inte s&auml;ga det h&ouml;gt.</p>

<p>Mormodern tycktes emellertid ha gissat hennes tankar,
ty n&auml;r kvinnan g&aring;tt sin v&auml;g, fr&aring;gade hon Malin, om
hon ville f&ouml;lja med upp till torpet och se, hur de hade
det d&auml;r.</p>

<p>Ja, det ville Malin, och s&aring; gjorde de b&aring;da s&auml;llskap till
det fattiga skogstorpet. D&auml;r s&aring;g armt och el&auml;ndigt ut,
inte det minsta julfint s&aring;som hemma hos morf&ouml;r&auml;ldrarna,
och inte heller syntes d&auml;r vara tillagad n&aring;got slags mat
till den stundande h&ouml;gtiden. Kalle l&aring;g med ett trasigt
lappt&auml;cke &ouml;ver sig och f&ouml;ref&ouml;ll alldeles utmagrad av sjukdom,
vanv&aring;rd och sv&auml;lt.</p>

<p>&mdash; Det v&auml;rsta &auml;r, klagade torparkvinnan, att vi inte
kunna ge honom den mat, han l&auml;ngtar efter. Se vi ha
ingenting annat &auml;n grovt br&ouml;d och sill och potatis, och
det r&aring;r han inte med, s&aring; sjuk och klen som han &auml;r.</p>

<p>&mdash; Vad l&auml;ngtar han d&aring; efter? fr&aring;gade Malins mormor.</p>

<p>&mdash; Jo, han s&auml;ger, han skulle kunna &auml;ta, om han finge
honungssm&ouml;rg&aring;s. Men var ska vi ta honung ifr&aring;n, n&auml;r det
ingen finns att f&aring; h&auml;r i trakten? Och f&ouml;r resten ha vi
intet att k&ouml;pa f&ouml;r.</p>

<p>Malin ryckte sin mormor i kjorteln och s&aring;g menande
p&aring; henne.</p>

<p>&mdash; Ja, ja, viskade gumman, jag f&ouml;rst&aring;r dig, barn lilla!
Vi ska tala om det sedan.</p>

<p>S&aring; fort de kommit ut ur stugan, b&ouml;rjade Malin med
st&ouml;rsta iver tigga och be f&ouml;r den sjuke gossen.</p>

<p><span class="pagenum"><a name="Page_53" id="Page_53">[Pg 53]</a></span></p>

<p>&mdash; Sn&auml;lla mormor! sade hon och blickade b&ouml;nfallande
upp i gummans ansikte. Vi ha ju lite honung, som morfar
fick ur bikupan i h&ouml;stas. Och s&aring; ha vi vetebullar
och julskinka och julost och mycket annat gott och rart.
Skulle vi inte kunna ge Kalle lite s&aring;dan mat, som han
tycker om och kan &auml;ta?</p>

<p>&mdash; Jo, det ska vi visst g&ouml;ra, svarade gumman, som
blev mycket glad &ouml;ver Malins f&ouml;r&auml;ndrade sinnelag mot
gossen. &Auml;r du nu inte l&auml;ngre ond p&aring; Kalle?</p>

<p>&mdash; Nej, inte alls, mormor. Jag tycker det &auml;r s&aring; stor
synd om honom nu.</p>

<p>&mdash; Skulle du vilja g&aring; dit en g&aring;ng till i dag?</p>

<p>&mdash; O, ja, det vill jag s&aring; g&auml;rna, s&aring; g&auml;rna.</p>



<div class="figcenter" style="width: 60%" >
<img src="images/055.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">SE H&Auml;R, OCH SE H&Auml;R! ROPADE HON IVRIGT.</p>
</div>
</div>



<p><span class="pagenum"><a name="Page_54" id="Page_54">[Pg 54]</a></span></p>
<p>Sedan de kommit hem, fyllde mormodern en korg med
&aring;tskillig god julmat, varibland &auml;ven fanns en kopp med
honung. Malin lade dessutom i korgen ett halvt tjog av
de &auml;pplen, hon f&aring;tt p&aring; h&ouml;sten, och som hon sparat och
g&ouml;mt f&ouml;r att h&auml;nga i julgranen. S&aring; ilade hon av upp
till skogstorpet med sin matkorg, som f&ouml;r hennes sm&aring;
krafter blev en r&auml;tt f&ouml;rsvarlig b&ouml;rda.</p>

<p>Pustande och r&ouml;d om kinden intr&auml;dde Malin i det
fattiga torparhemmet och st&auml;llde sin korg p&aring; en stol bredvid
Kalles s&auml;ng.</p>

<p>&mdash; Se h&auml;r, och se h&auml;r, och se h&auml;r! ropade hon ivrigt,
i det hon radade upp p&aring; bordet de saker hon haft med sig.</p>

<p>Kalles bleka, avt&auml;rda ansikte livades av en m&auml;rkbar
rodnad, n&auml;r han fick se &auml;pplen och vetebullar. Och d&aring;
han sedan fick en skiva mjukt vetebr&ouml;d med honung p&aring;,
kom det glans i de f&ouml;rut s&aring; matta &ouml;gonen. Han &aring;t med
strykande matlust ett par stycken dylika sm&ouml;rg&aring;sar och
fick sedan till efterr&auml;tt ett saftigt och v&auml;lsmakande
alexander&auml;pple.</p>

<p>&mdash; Tack ska du ha, Malin lilla! sade han med en hj&auml;rtlighet,
som han f&ouml;rut aldrig f&ouml;rst&aring;tt att visa. Det var
rysligt sn&auml;llt, att du kom hit med allt det goda, du hade
i korgen. Nu blir jag snart frisk, ska du f&aring; se. H&auml;lsa
och tacka din sn&auml;lla mormor s&aring; rysligt mycket!</p>

<p>Malin var n&auml;ra att ge till ett utrop av glad &ouml;verraskning.
T&auml;nk, att Kalle hade l&auml;rt sig tacka! Det var d&aring;
f&ouml;r innerligen roligt. Nu skulle han s&auml;kert f&aring; Guds v&auml;lsignelse
och inte l&auml;ngre bli s&aring; fattig och el&auml;ndig, som
de otacksamma f&aring; vara.</p>

<p>I jublande spr&aring;ng ilade Malin hem f&ouml;r att tala om,
hur glad och tacksam Kalle var, samt f&ouml;r att hj&auml;lpa
<span class="pagenum"><a name="Page_55" id="Page_55">[Pg 55]</a></span>till med att pynta julgranen, som morfar huggit och
burit hem fr&aring;n skogen. Hon hade nu visserligen inte
kvar mer &auml;n h&auml;lften av sina &auml;pplen att h&auml;nga i den, men
det var lika roligt i alla fall.</p>

<p>Det blev f&ouml;r lilla Malin den gladaste jul hon upplevat,
&aring;tminstone sedan hennes mamma g&aring;tt bort. Hon var
glad &ouml;ver att ha f&aring;tt hj&auml;lpa den stackars sjuke gossen
och &ouml;ver att denne gosse blivit sn&auml;ll och l&auml;rt sig att vara
tacksam. Men allra mest gladde hon sig &ouml;ver att ha
sluppit ifr&aring;n den stygga vrede, hon hyst emot Kalle f&ouml;r
hans v&aring;rdsl&ouml;shet med mormors k&auml;ngor. Nu skulle hon
&aring;ter av hj&auml;rtat kunna bedja den femte b&ouml;nen i Fader
v&aring;r: &raquo;F&ouml;rl&aring;t oss v&aring;ra skulder, s&aring;som ock vi f&ouml;rl&aring;ta dem
oss skyldiga &auml;ro!&raquo;</p>


<p class="pr2">Illustrat&ouml;r: <i>Alfr. Frijs.</i></p>


<div class="figcenter" style="width: 20%" >
<img src="images/ornament.jpg" alt="ornament" style="width: 50%" />
</div>


<hr class="chap" />

<p><span class="pagenum"><a name="Page_56" id="Page_56">[Pg 56]</a></span></p>


<div class="chapter-beginning"></div>

<p><a name="VII"></a></p>


<div class="figcenter" style="width: 80%" >
<img src="images/058.jpg" alt="En fridsstiftare." style="width: 50%" />
</div>


<h2 class="no-break">En fridsstiftare.</h2>

<p class="p02">F&ouml;r <i>Sn&ouml;vit</i> av <i>Arvid Ohlsson</i>.</p>


<div class="figdrop" style="width: 7%" >
<img src="images/058a.jpg" alt="G" style="width: 100%" />
</div>


<p>&aring;rdarna l&aring;go d&auml;r uppe p&aring; var
sitt backkr&ouml;n &mdash; r&ouml;dm&aring;lade och vitrandade &mdash;
lika varandra som tv&aring; b&auml;r. Emellan de b&aring;da
familjerna hade alltid r&aring;tt ett enast&aring;ende gott
f&ouml;rh&aring;llande. Man kunde i sanning s&auml;ga, att
de delade b&aring;de ljuvt och lett med varandra. De hj&auml;lptes
&aring;t i arbetet, de gingo &ouml;ver till varandra p&aring; lediga stunder,
de turades om med b&aring;de kyrkskjuts, mj&ouml;lkskjuts
och kvarnskjuts. B&aring;ten vid sj&ouml;n var byggd f&ouml;r att b&auml;ra
b&aring;da familjerna, och den vackra bers&aring;n p&aring; bergssluttningen
hade de hj&auml;lpts &aring;t att plantera och m&ouml;blera. D&auml;r
drucko de gemensamt kaffe p&aring; b&aring;de f&ouml;delse- och namnsdagar,
d&auml;r l&auml;stes postillan, och d&auml;r h&ouml;llos sym&ouml;ten p&aring;
sommaren. D&auml;r hade de en avskild vr&aring; undan slit och
sl&auml;p, och m&aring;nga gemensamma h&ouml;gtidsstunder hade de d&auml;r
haft. N&auml;r vintern kom, stormen ven och k&ouml;lden gnistrade,
hade b&aring;da familjerna stora, goda s&auml;ttugnar med sprakande
brasor att samlas omkring, och julaftonsbordet
med alla dess godsaker dukades aldrig mer &auml;n i ena hemmet.
&Auml;ven d&aring; turades de om.</p>

<p>F&ouml;rsynen hade tilldelat dem allt s&aring; besynnerligt lika.
<span class="pagenum"><a name="Page_57" id="Page_57">[Pg 57]</a></span>Troed J&ouml;nsson hade visserligen en pojke och M&aring;rten Olsson
en flicka, men inte avundades de varandra f&ouml;r det.
Kanske l&aring;g d&auml;r mening bakom. G&aring;rdarna voro ju bara
&aring;ttingar och kunde gott brukas som en fj&auml;rding, och hur
det &auml;r, s&aring; blir ju &auml;nd&aring; blodet tjockare &auml;n vattnet. I skolan
h&ouml;llo barnen j&auml;mna steg liksom p&aring; v&auml;gen dit och hem.
Det var riktigt vackert att m&ouml;ta dessa b&aring;da, d&aring; de hand
i hand sm&aring;pratande eller sjungande sprungo mot skolan.
M&aring;rtens Malena var ett &aring;r &auml;ldre &auml;n Troeds Torkel, och
s&aring; var han ju starka modiga pojken, och alltid k&auml;nde
Malena sig trygg b&aring;de mot hornbaggar och gl&auml;vsande
hundar, och Torkel ville visa sig modig f&ouml;r Malena, om
han ock var r&auml;dd sj&auml;lv, s&aring; att benen ville vika sig.</p>

<p>S&aring; en v&aring;rdag kom Troed helt of&ouml;rmodat hem med en
vaktgosse, eller kanske han kunde kallas en liten dr&auml;ng.
Det skulle Troed aldrig ha gjort utan att f&ouml;rst r&aring;dfr&aring;gat
M&aring;rten.</p>

<p>&mdash; Jas&aring;! sa' denne f&ouml;r sig sj&auml;lv. B&ouml;rjar du nu p&aring; den
trallen. &Auml;r nu pojken din f&ouml;r god att vakta och g&ouml;ra
grovsysslor? Kanske skall han i glassk&aring;p och visas f&ouml;r
pengar. D&aring; &auml;r han inte v&auml;rd att h&aring;lla min flicka i handen
l&auml;ngre. En ann &auml;r lika god som en ann.&mdash; &mdash;</p>

<p>Anst&auml;llandet av en vallgosse gav upphovet till en
fnurra p&aring; v&auml;nskapstr&aring;den, som fort nog &ouml;vergick till en
knut. V&aring;gsk&aring;larna mellan familjerna v&auml;gde inte j&auml;mt
l&auml;ngre.</p>

<p>Men Troed hade sannerligen inga s&aring;dana undermeningar,
d&aring; han stadde lille Johan. Denne var ett sockenbarn,<span class="pagenum"><a name="Page_58" id="Page_58">[Pg 58]</a></span>
som &aring;r fr&aring;n &aring;r skuffats fr&aring;n g&aring;rd till g&aring;rd.</p>


<div class="figcenter" style="width: 50%" >
<img src="images/060.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">S&Aring; EN V&Aring;RDAG KOM TROED HEM MED EN VAKTGOSSE.</p>
</div>
</div>



<p>Det var p&aring; konfirmationsdagen, och nu var han sin
egen. Socknen hade gjort sitt. Johan s&aring;g s&aring; &ouml;vergiven
och sorgsen ut, d&auml;r han en stund p&aring; kyrkog&aring;rden &mdash; ett
stycke ned&aring;t bland gr&ouml;na gravkullar &mdash; dr&ouml;jde f&ouml;r sig
sj&auml;lv. Alla hans kamrater f&aring;ngades vid kyrkd&ouml;rren av
anh&ouml;rigas varma blickar och k&auml;rleksfulla h&auml;nder. Ingen
hade en v&auml;nlig tanke eller ett gott ord till honom. Troed,
som varit med p&aring; f&ouml;rh&ouml;ret, r&aring;kade iakttaga Johan och
tyckte s&aring;dan synd om honom. Det var som om n&aring;gon
<span class="pagenum"><a name="Page_59" id="Page_59">[Pg 59]</a></span>viskat i hans inre: &raquo;Det I g&ouml;ren en av dessa mina minsta,
det g&ouml;ren I ock mig&raquo;.</p>

<p>Troed gick till Johan, tog honom vid handen, och s&aring;
gingo de bort och satte sig p&aring; en soffa. D&aring; stadde han
Johan f&ouml;r sommaren. Det var Troeds hj&auml;rta, som fordrade
det. Visst inte f&ouml;r att Johan precis var beh&ouml;vlig
hemma.</p>

<p>Men M&aring;rten kunde inte se saken s&aring;, oaktat att Troed
vid hemkomsten sa' det var, f&ouml;r att han tyckte synd om
pojken.</p>

<p>&mdash; Bara en bra vr&aring; att krypa i, mente M&aring;rten, och
s&aring; b&ouml;rjade luften kring de b&aring;da r&ouml;da g&aring;rdarna urladda
sig till &aring;skv&auml;der. Och en varm sommardag brast det
l&ouml;st. Troeds kor hade g&aring;tt &ouml;ver M&aring;rtens d&aring;liga st&auml;ngsel
och en stund betat p&aring; kl&ouml;vervallen. D&aring; grep M&aring;rten
tillf&auml;llet och l&auml;ste lagen &ouml;ver Troed och hans vaktgosse.
Orden riktigt haglade. Johan, som var med, b&ouml;rjade
gr&aring;ta, och Troed f&ouml;rsvarade sig inte heller. Det l&ouml;nade
sig inte, det k&auml;nde han.</p>

<p>Fr&aring;n den stunden vart ett svalg bef&auml;st mellan familjerna.
Vad de k&auml;nde det underligt och tryckande p&aring;
&ouml;mse sidor! Att undvika varandra och b&ouml;rja leta upp
varandras fel, det var s&aring; onaturligt p&aring; b&aring;da h&aring;llen. Synnerligast
hos m&ouml;drarna och barnen.</p>

<p>Att inte mer f&aring; ha s&auml;llskap till skolan eller komma
&ouml;ver till varandra p&aring; kaffe och lekstunder, det var sorgligt.
Den gemensamma lekstugan fick st&aring; or&ouml;rd, likas&aring;
den lilla dammen med b&aring;tarna och Torkels stolthet,
vattenhjulet vid b&auml;ckringeln, dunkade f&ouml;rg&auml;ves p&aring; det
gamla grytlocket &mdash; &auml;garen kom inte.</p>

<p>Det var inte roligt l&auml;ngre med n&aring;gonting. Delad
<span class="pagenum"><a name="Page_60" id="Page_60">[Pg 60]</a></span>gl&auml;dje hade varit dubbel gl&auml;dje, det k&auml;nde de och saknade
den.</p>


<div class="figcenter" style="width: 50%" >
<img src="images/062.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">DEN STORA FAMILJEB&Aring;TEN L&Aring;G OBEGAGNAD.</p>
</div>
</div>



<p>Den stora familjeb&aring;ten l&aring;g obegagnad hela sommaren,
och i den vackra bers&aring;n kunde man nog se, att vanlig
veckost&auml;dning f&ouml;rekom inte. Det var en sorglig tid.
Mammorna ville, att allt skulle gl&ouml;mmas och f&ouml;rl&aring;tas,
men gubbarna satte sig b&aring;da p&aring; sina h&ouml;ga h&auml;star.</p>
<p><span class="pagenum"><a name="Page_61" id="Page_61">[Pg 61]</a></span></p>
<p>&mdash; Jag har v&auml;l ingenting att be om f&ouml;rl&aring;telse f&ouml;r?
Det var v&auml;l inte min skuld, &mdash; s&aring; sade b&aring;da. &mdash; Men
inte skall jag kasta undan en utr&auml;ckt hand, inte.</p>

<p>Den som led lika mycket som n&aring;gon annan, om &auml;n
han bar det inom sig, det var vallgossen Johan. Han
hade liksom f&aring;tt en aning om att han var tvistefr&ouml;et. Hur
m&aring;nga halva n&auml;tter l&aring;g han inte vaken och gr&auml;t! Borde
han inte samla tillsammans sina sm&aring; tillh&ouml;righeter och
tyst f&ouml;rsvinna. En g&aring;ng hade han till och med gjort
det, men d&aring; han skulle &ouml;ppna d&ouml;rren, kunde han inte
g&aring; utan f&ouml;ll gr&aring;tande p&aring; kn&auml; vid sitt lilla knyte. Vart
skulle han v&auml;l taga v&auml;gen. H&auml;r hade han ett hem, s&aring;dant
som han aldrig haft, h&auml;r hade han r&ouml;nt k&auml;rlek
och v&auml;nlighet, h&auml;r hade han under dessa m&aring;nader v&auml;xt
s&aring; fast med sitt unga hj&auml;rta, att bara tanken p&aring; att n&ouml;dgas
rymma d&auml;rifr&aring;n kom det att liksom krympa samman
av sm&auml;rta. O, s&aring; brinnande han bad till Gud, att
han ville g&ouml;ra det gott mellan de b&aring;da grannarna igen.
Men det tycktes inte hj&auml;lpa. Tiden gick. Det blev b&aring;de
h&ouml;st och vinter, och muren stod d&auml;r lika h&ouml;g och obestigbar.</p>

<p>Johan skulle vara kvar hos Troeds julen &ouml;ver &aring;tminstone.
Det var en s&ouml;ndag i adventet. Johan och
Torkel brukade f&ouml;ljas &aring;t till s&ouml;ndagsskolan nere i byn,
men p&aring; natten hade det sn&ouml;at s&aring;, att fader Troed tyckte,
att Torkel borde vara hemma, och s&aring; fick Johan g&aring;
ensam.</p>

<p>L&auml;rarinnan talade om julen s&aring;som en fridens och f&ouml;rbr&ouml;dringens
h&ouml;gtid, d&aring; Jesus &mdash; fridsstiftaren och fridsgivaren<br />
<span style="margin-left: 0.5em;">&mdash; p&aring; ett s&auml;rskilt s&auml;tt ville g&auml;sta v&aring;ra hem. Frid</span><br />
p&aring; jorden stod det i &auml;nglah&auml;lsningen f&ouml;re l&ouml;ftet om ett
<span class="pagenum"><a name="Page_62" id="Page_62">[Pg 62]</a></span>gott behag till m&auml;nniskorna. L&aring;t oss inte fira jul med
hat i hj&auml;rtat till n&aring;gon m&auml;nniska, ty d&aring; f&aring; vi ingen jul.
Inte kan fridsfursten sj&auml;lv g&auml;sta ett hem, d&auml;r hatet har
f&auml;ste. Men Jesus b&aring;de kan och vill anv&auml;nda oss till sm&aring;
fridsbudb&auml;rare icke endast i egna hem utan &auml;ven i v&aring;ra
medm&auml;nniskors.</p>


<div class="figcenter" style="width: 50%" >
<img src="images/064.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">GR&Aring;TANDE F&Ouml;LL HAN P&Aring; KN&Auml; VID SITT KNYTE.</p>
</div>
</div>


<p><span class="pagenum"><a name="Page_63" id="Page_63">[Pg 63]</a></span></p>
<p>Johan var idel &ouml;ra. Fridsbudb&auml;rare. Det ordet ringde
i hans hj&auml;rta, d&aring; han efter s&ouml;ndagsskolans slut skulle
bege sig mot hemmet. &raquo;Jesus g&ouml;r mig till en s&aring;dan&raquo;,
bad han i sitt inre. Men hur skulle det g&aring; till. Inte
tordes han g&aring; &ouml;ver till M&aring;rtens g&aring;rd f&ouml;r allt i v&auml;rlden,
och inte skulle det tj&auml;na till n&aring;got heller. Men t&auml;nk,
om Jesusbarnet skulle vara utest&auml;ngt i b&aring;da hemmen.
Inte kunde det d&aring; bli jul. Och s&aring; som Torkel l&auml;ngtade.
Det fick inte g&aring; s&aring;. Johan stannade i sn&ouml;n. Kanske
visste l&auml;rarinnan r&aring;d? Men tordes han g&aring; tillbaka? Tordes
han tala om alltsammans f&ouml;r henne? Visst tordes
han. Hon skulle s&auml;kert f&ouml;rst&aring; honom. Hon, som sj&auml;lv
sagt, att vi skulle bli fridsbudb&auml;rare, ville nog &auml;ven
hj&auml;lpa, om hon kunde.</p>

<p>L&auml;rarinnan kom sj&auml;lv och &ouml;ppnade samt drog den
lille f&ouml;rsagde Johan bort i en stor l&auml;ndstol vid den varma
brasan.</p>

<p>&mdash; Vad &auml;r det, min lille v&auml;n? sa' hon s&aring; v&auml;nligt. Var
nu riktigt f&ouml;rtrolig med mig, det f&aring;r du. &mdash;</p>

<p>Detta gav Johan mod.</p>

<p>&mdash; Jo, menade l&auml;rarinnan, att de inte kunde h&aring;lla jul,
som inte vore riktigt goda v&auml;nner med varandra?</p>

<p>&mdash; Visst, menade jag det. Nog kunna de jula i det
yttre men inte i hj&auml;rtat, och det &auml;r ju huvudsaken.</p>

<p>Johan fick t&aring;rar i &ouml;gonen.</p>

<p>&mdash; D&aring; blir d&auml;r ingen jul varken hemma eller hos
M&aring;rtens.</p>

<p>Johan fick nu omtala allt han visste om f&ouml;rh&aring;llandet,
som r&ouml;rde de b&auml;gge familjerna.</p>

<p><span class="pagenum"><a name="Page_64" id="Page_64">[Pg 64]</a></span></p>

<p>&mdash; Det var tr&aring;kigt och riktigt synd, synnerligast om
Torkel och Malena. De ha ju h&aring;llit av varandra som
syskon, sa' l&auml;rarinnan.</p>

<p>&mdash; Men jag ville s&aring; g&auml;rna bli en fridsbudb&auml;rare mellan
dem, om l&auml;rarinnan ville hj&auml;lpa mig, mente Johan.</p>

<p>&mdash; Nog ville jag, om jag kunde. Men min k&auml;re Johan,
det &auml;r l&auml;ttare sagt &auml;n gjort. Jag tror inte, vi kunna
g&ouml;ra n&aring;got b&auml;ttre &auml;n bedja f&ouml;r dem. Och det vill jag
hj&auml;lpa dig med. G&ouml;ra vi det i tro och av verklig k&auml;rlek,
s&aring; skall b&ouml;nh&ouml;relsen visst inte utebli.</p>

<p>&mdash; Ja, men jag har bedit d&auml;rom hela sommaren, och
det har inte gjort n&aring;gon nytta.</p>

<p>&mdash; S&auml;g inte det, du Johan. Gud h&aring;ller kanske b&auml;st
p&aring; med att nu f&ouml;rbereda jordm&aring;nen. Guds tid &auml;r kanske
inte inne &auml;n. Hans tankar och v&auml;gar &auml;ro inte v&aring;ra. Bed
du bara. Kanske f&aring;r du b&ouml;nh&ouml;relse just nu till julen.</p>

<p>Men Johan var inte n&ouml;jd.</p>

<p>&mdash; Kunde inte l&auml;rarinnan t&auml;nka ut n&aring;got s&auml;tt, p&aring; vilket
man kunde g&ouml;ra det gott emellan familjerna. Ville
m&aring;nne inte Gud, att vi skulle handla ocks&aring;?</p>

<p>&mdash; Visst ville han det. <i>T&auml;nk</i>, du Johan! Kunde du
f&aring; en b&ouml;n om f&ouml;rl&aring;telse sagd av ena parten, s&aring; vore det
nog ett f&ouml;rl&ouml;sande ord. B&aring;da vilja kanske, att det skulle
s&auml;gas, men de v&auml;nta p&aring; varandra. S&aring;dana &auml;ro vi.</p>

<p>Johan var p&aring; hemv&auml;gen. &mdash; T&auml;nk, du Johan! hade
l&auml;rarinnan sagt, och det gjorde han ocks&aring;. Dag gick
efter dag. Och s&aring; kom da'n f&ouml;r da'n f&ouml;r doppareda'n.</p>

<p>Det var en s&ouml;ndag. Troeds familj var samlad i den
varma stugan, men d&auml;r vilade liksom en tryckt st&auml;mning
&ouml;ver dem. Torkel gr&auml;t, och det hade han visst inte
brukat s&aring; n&auml;ra jul de andra &aring;ren.</p>

<p><span class="pagenum"><a name="Page_65" id="Page_65">[Pg 65]</a></span></p>

<p>&mdash; Inte blir h&auml;r n&aring;gon jul, om inte M&aring;rtens f&aring;r komma
hit, sa' han. Vi voro ju hos dem sista julafton.
Kunde inte &aring;tminstone Malena f&aring; komma?</p>

<p>&mdash; De f&aring; komma allesamman, om de vill, sa' Troed.
Men inte bjuder jag dem inte. Finge v&auml;l bara en duvning
igen s&aring;som i somras&mdash; &mdash; &mdash;</p>

<p>&mdash; Kanske komma de likv&auml;l, inflikade mor Anna.</p>

<p>&mdash; M&aring; de komma d&aring;, och jag vill ta handen med
gl&auml;dje.</p>

<p>&mdash; Ja, men far! Om du skulle av dig sj&auml;lv r&auml;cka
ut den.</p>

<p>&mdash; Det menar du v&auml;l inte, mor? En f&ouml;ror&auml;ttad karl
b&ouml;r v&auml;l ha n&aring;gon sj&auml;lvk&auml;nsla. Kanske finge jag bara
ett nytt slag i ansiktet.</p>

<p>&mdash; Det kunde du allt ta med h&ouml;gburet huvud. Du
finge Gud och ett gott samvete p&aring; din sida. Det &auml;r
mera v&auml;rt &auml;n en os&aring;rad egenk&auml;rlek.</p>

<p>Johan satt i kakelugnsb&auml;nken och h&ouml;rde p&aring;.</p>

<p>Det var bara ett f&ouml;rl&ouml;sande ord, som fattades, hade
l&auml;rarinnan sagt. Johan f&ouml;rstod nog, hon hade r&auml;tt. Men
att f&aring; det sagt var nog inte att t&auml;nka. Johans vackra
tanke p&aring; att f&aring; bli en liten fridsstiftare, hade n&auml;stan
m&aring;st l&auml;mnas. S&aring; p&aring; eftermiddagen kom posten och medf&ouml;rde
ett par julh&auml;lsningar till Troed med familj. Det
var vackra jul&ouml;nskningar om julfrid och gl&auml;dje.</p>

<p>&mdash; Vi f&aring; v&auml;l vi ocks&aring; skicka n&aring;gra julh&auml;lsningar, sa'
Troed.</p>

<p>&mdash; Du Torkel k&ouml;pte ju julkort h&auml;r om dagen. Fram
med dem nu! Skriv s&aring; vackert och kludda inte!</p>



<div class="figcenter" style="width: 50%" >
<img src="images/068.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">OCH S&Aring; SKREV HAN RAKT P&Aring; SAK.</p>
</div>
</div>



<p>D&aring; blev d&auml;r liv i Torkel, och det smittade p&aring; Johan.
Han hade ju ocks&aring; ett par julkort. Men vem skulle han
v&auml;l skriva till. Sina enda v&auml;nner hade han ju omkring
<span class="pagenum"><a name="Page_66" id="Page_66">[Pg 66]</a></span>sig, och inte kunde han v&auml;l skriva till dem? D&aring; fl&ouml;g
en rapp tanke genom hans lilla huvud. Kunde han d&aring;
inte skriva det, som om det vore fr&aring;n M&aring;rten? Skulle
han v&aring;ga? Vad skulle han skriva? Han fick riktig
hj&auml;rtklappning, ty han k&auml;nde att det var en stor men v&aring;gsam
tanke. Men d&aring; gick det inte an att sitta inne vid
<span class="pagenum"><a name="Page_67" id="Page_67">[Pg 67]</a></span>bordet. Johan tog sina kort under rocken, och med pennan
i handen sm&ouml;g han sig ut och bort till boden, d&auml;r
han visste fanns en bra l&aring;r till bord. Det var nog ett
av Johans st&ouml;rsta &ouml;gonblick i livet. Borde d&aring; inte ocks&aring;
M&aring;rten ha ett kort av Troed? Jo visst. Men vad skulle
han skriva? Kanske n&aring;got mera &auml;n en julh&auml;lsning.
M&aring;nne en b&ouml;n om f&ouml;rl&aring;telse. Men kanske d&aring; ocks&aring; en
&ouml;nskan om att f&aring; tr&auml;ffas i ensamhet n&aring;gon stans f&ouml;re
jul. Han kunde kanske inte skriva s&aring;dant p&aring; ett julkort.
Postbudet skulle se det. Vore nog inte bra. Men Johan
hade papper och kuvert ocks&aring;, och de offrade han g&auml;rna.
Och s&aring; skrev han rakt p&aring; sak.</p>


<p class="blockquot">&raquo;Jag M&aring;rten Olsson &ouml;nskar dig Troed J&ouml;nsson en god och fridfull
jul och beder dig om f&ouml;rl&aring;telse f&ouml;r allt det gamla och fr&aring;gar dig,
om jag finge tr&auml;ffa dig i v&aring;r gamla bers&aring; i skymningen p&aring; julafton.
Sen kanske vi kunde jula tillsammans som f&ouml;rr.&raquo;</p>

<p>D&aring; Johan pr&auml;ntat b&aring;da breven, f&ouml;ll han p&aring; kn&auml; och
bad s&aring; innerligt, att Gud ville v&auml;lsigna hans g&auml;rning.
Sen sprang han ned till posten med breven i all tysthet.</p>

<p>Troed hade f&aring;tt sin post p&aring; julafton ute p&aring; vedbacken
och &ouml;ppnat sitt brev. Han stirrade l&auml;nge p&aring; det.
Inte var det skrivet av M&aring;rten, det s&aring;g han, men kanske
av Malena och efter M&aring;rtens diktamen. D&aring; skulle han
slippa f&ouml;rg&auml;ves leta efter det gamla v&auml;nskapsbandet.</p>

<p>D&aring; julgranarna vid trappstenen voro nedsatta, julk&auml;rven
p&aring; st&aring;ngen och alla redskap, som p&aring;minde om vardagsliv
och sl&auml;p voro undansatta, b&ouml;rjade det skymma.
Mor Anna hade b&ouml;rjat rusta med kaffepannan, f&ouml;rv&auml;llt
grynen och tagit upp fisken, d&aring; Troed tittade in genom
k&ouml;ksd&ouml;rren och sa', att de kunde v&auml;nta med kaffet en
<span class="pagenum"><a name="Page_68" id="Page_68">[Pg 68]</a></span>stund, ty han hade ett litet &auml;rende att g&aring;. Och s&aring; gick
han. Men mor Anna tyckte, att &auml;rendet m&aring;tte inte ha
varit s&aring; litet, ty det var n&auml;stan nedm&ouml;rkt, d&aring; hon h&ouml;rde
honom stampa av sig sn&ouml;n p&aring; f&ouml;rstugubron. Kaffebordet
v&auml;ntade r&aring;gat av godsaker.</p>


<div class="figcenter" style="width: 50%" >
<img src="images/070.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">TROED HADE F&Aring;TT SIN POST P&Aring; JULAFTON.</p>
</div>
</div>



<p><span class="pagenum"><a name="Page_69" id="Page_69">[Pg 69]</a></span></p>

<p>&mdash; Har du inte dukat f&ouml;r M&aring;rtens, mor? sa' Troed,
d&aring; han kom. De &auml;ro h&auml;r om en liten stund.</p>

<p>Mor Anna h&ouml;ll alldeles p&aring; att komma av sig.</p>

<p>&mdash; Menar du det, far?</p>

<p>&mdash; Visst menar jag det.</p>

<p>Mor Anna riktigt str&aring;lade till och kunde inte underl&aring;ta
att ta sin gubbe om halsen. Han var ju &auml;nd&aring; bra
pr&auml;ktig. Men Troed viskade sin gumma n&aring;got i &ouml;rat, som
kom henne att med blicken stanna vid Johan, som var
ivrigt sysselsatt att hj&auml;lpa Torkel med granen.</p>

<p>Det blev en v&auml;lsignad julkv&auml;ll, vars make ingen upplevat.
Fridsfursten var mitt ibland dem. Alla voro
glada som aldrig f&ouml;rr, men &auml;nd&aring; allra mest lille Johan.
Han sm&ouml;g sig ut och f&ouml;ll p&aring; kn&auml; &auml;n en g&aring;ng vid sin
skrivbordsl&aring;r och tackade s&aring; varmt och barnsligt f&ouml;r b&ouml;nh&ouml;relsen.
Vid julbordet fick Johan en hedersplats emellan
Torkel och Malena, och n&auml;r julklapparna kommo fram,
fick Johan visst inte minst.</p>

<p class="pr2">Illustrat&ouml;r: <i>J. Swedin</i>.</p>


<div class="figcenter" style="width: 20%" >
<img src="images/ornament.jpg" alt="ornament" style="width: 50%" />
</div>



<hr class="chap" />

<p><span class="pagenum"><a name="Page_70" id="Page_70">[Pg 70]</a></span></p>



<div class="chapter-beginning"></div>

<p><a name="VIII"></a></p>


<div class="figcenter" style="width: 70%" >
<img src="images/072.jpg" alt="Gossen" style="width: 50%" />
</div>


<h2 class="no-break">Gossen och enst&ouml;ringen.</h2>

<p class="p02">F&ouml;r Sn&ouml;vit av <i>Farbror Nils</i>.</p>


<div class="figdrop" style="width: 7%" >
<img src="images/072a.jpg" alt="D" style="width: 100%" />
</div>


<p>et var julafton, en riktig julafton
med sn&ouml; och yrv&auml;der till och med.
Flingorna kommo neddansande s&aring; t&auml;tt, att
man knappt kunde se skenet fr&aring;n lyktorna,
och bl&aring;sten ven om &ouml;ronen p&aring; &aring;kande och
g&aring;ende, som br&aring;dskande tr&auml;ngdes om varandra p&aring; gatorna.
En &auml;kta stockholmare skulle inte tycka, att det
vore jul, om han inte hade br&aring;ttom, s&aring; att han n&auml;stan
t&ouml;rnar emot folk b&aring;de till h&ouml;ger och v&auml;nster och n&auml;tt
och j&auml;mt hinner taga av sig hatten f&ouml;r m&ouml;tande bekanta.
Ja, alla hade br&aring;ttom och alla s&aring;go glada ut och buro
p&aring; sm&aring; och stora paket.</p>

<p>Men den som inte s&aring;g glad och bel&aring;ten ut var gamle
doktor Berg, som stod vid ett av f&ouml;nstren i sin m&ouml;rka
v&aring;ning och med en viss f&ouml;rargelse s&aring;g ned p&aring; de &raquo;tokiga
m&auml;nniskorna&raquo;, som kunde ge sig ut i ett s&aring;dant v&auml;der
f&ouml;r rakt ingenting. Han kunde inte fatta, varf&ouml;r det
<span class="pagenum"><a name="Page_71" id="Page_71">[Pg 71]</a></span>regelbundet en g&aring;ng om &aring;ret skulle v&auml;ndas upp och
ned p&aring; hela v&auml;rlden och varf&ouml;r alla m&auml;nniskor blevo som
mindre vetande. Han gl&ouml;mde alldeles bort, att det funnits
en tid, d&aring; han sj&auml;lv var s&aring; glad &ouml;ver julen. Nu hade
han blivit gammal och klok, och han tyckte alltsammans
var dumheter, en riktig d&aring;rskap var det ju att
hugga ned s&aring; mycken pr&auml;ktig ungskog, f&ouml;r att det sedan
skulle ligga vissna granruskor &ouml;verallt p&aring; g&aring;rdarna. Och
s&aring; detta att kasta ut pengar p&aring; onyttiga presenter, som
i m&aring;nga fall mottogos med missn&ouml;je, d&aring; de oftast inte
passade f&ouml;r mottagaren. Och all denna julmat sedan,
som bara f&ouml;rd&auml;rvade magarna. Han kastade en f&ouml;rsm&auml;dlig
blick mot sk&auml;nken, d&auml;r Johanna, hans gamla hush&aring;llerska,
satt in en stor t&aring;rta. Den gamla m&auml;nniskan
hade nu g&aring;tt till sin syster f&ouml;r att &auml;ta julgr&ouml;t kan
t&auml;nka!</p>

<p>K&ouml;lden blev allt skarpare, och detta f&ouml;rargade ocks&aring;
gamle Berg, liksom allt annat. Han skulle v&auml;l nu
f&aring; igen sin gamla reumatism, som han nyss blivit av
med&mdash; &mdash; &mdash;, men vad var det? Han lyssnade in&aring;t
rummet&mdash; &mdash; &mdash; det var n&aring;got besynnerligt ljud han
h&ouml;rt, som om n&aring;gon suckat eller gr&aring;tit &mdash; han gick motstr&auml;vigt
ut i tamburen och &ouml;ppnade d&ouml;rren till f&ouml;rstugan.</p>

<p>Ute i trappan, p&aring; &ouml;versta trappsteget satt en liten
gosse, som med sina bl&aring;frusna h&auml;nder h&ouml;ll om sin
ena fot.</p>

<p>&mdash; Vad &auml;r du f&ouml;r en, och vad &auml;r det med dig? fr&aring;gade
doktor Berg argsint.</p>

<p>&mdash; Jag har gjort mig s&aring; illa, jag kan inte g&aring;, mumlade
gossen.</p>

<p><span class="pagenum"><a name="Page_72" id="Page_72">[Pg 72]</a></span></p>

<p>&mdash; Prat, skr&auml;p, tiggarknep f&ouml;rst&aring;s! Laga dig bara
h&auml;rifr&aring;n! S&aring; tog han den lille parveln med ett h&aring;rt
tag i ryggen och f&ouml;rs&ouml;kte resa p&aring; honom, men gossen f&ouml;ll
genast ned igen och gav till ett skri av sm&auml;rta, ty han
hade, d&aring; han f&ouml;ll, f&aring;tt foten under sig.</p>

<p>&mdash; Det g&ouml;r s&aring; ont, j&auml;mrade han sig och snyftade, som
om hj&auml;rtat velat brista.</p>

<p>Den gamle stod villr&aring;dig. Han var alldeles r&ouml;d av
f&ouml;rl&auml;genhet, blandad med harm, och k&ouml;rde fingrarna g&aring;ng
p&aring; g&aring;ng genom de gr&aring; h&aring;rtestarna. Slutligen tycktes han
ha fattat ett beslut, ty med ett raskt grepp lyfte han
upp pojken och bar honom in p&aring; soffan, varefter han p&aring;
ett visst nerv&ouml;st och h&ouml;gst fnurrigt s&auml;tt b&ouml;rjade unders&ouml;ka
foten.</p>

<p>&mdash; Hm! Jas&aring; det var d&aring; ingen tiggarl&ouml;gn. Just ett
snyggt spektakel det h&auml;r. H&ouml;r du, varf&ouml;r har du g&aring;tt
och vrickat foten p&aring; dig?</p>

<p>Detta sista yttrades i en gr&auml;lsjuk ton, som inte alls
svarade mot den varsamhet, varmed han lade ett kallt
omslag kring den uppsvullna vristen.</p>

<p>&mdash; Tack, sn&auml;lla herrn! &Aring;h s&aring; sk&ouml;nt! sade pojken utan
att besvara fr&aring;gan.</p>

<p>&mdash; Sk&ouml;nt, ja, det tror jag nog. Men hur skall du
komma hem, tror du? Eller inbillar du dig, att h&auml;r &auml;r
n&aring;got fattigh&auml;rb&auml;rge?</p>

<p>&mdash; Nej, tack, goa herrn. Jag skall nog g&aring;, bara jag f&aring;r
vila litet.</p>

<p>&mdash; G&aring;! Doktorn gav honom en ilsken blick. Man g&aring;r
inte med en s&aring;dan d&auml;r fot, det skall jag ha &auml;ran att s&auml;ga.
F&ouml;r resten bor du naturligtvis vid v&auml;rldens &auml;nda.</p>

<p>&mdash; I Hagalund, inv&auml;nde pojken f&ouml;rsagd.</p>

<p><span class="pagenum"><a name="Page_73" id="Page_73">[Pg 73]</a></span></p>

<p>&mdash; Ja, det &auml;r ungef&auml;r detsamma. Mamma &auml;r v&auml;l sjuk,
och pappa d&ouml;d, och ni &auml;' sju syskon minst, s&aring; att du
m&aring;ste ut och tigga p&aring; julafton? Jo, man k&auml;nner till det
d&auml;r.</p>

<p>&mdash; Nej, det &auml;r mamma, som &auml;r d&ouml;d; pappa lever nog.</p>

<p>Det l&aring;g n&aring;got betryckt i gossens r&ouml;st, d&aring; han svarade.</p>

<p>&mdash; Syskonen d&aring;? fr&aring;gade doktorn.</p>

<p>&mdash; Jag har inga.</p>

<p>&mdash; N&aring;, varf&ouml;r har du g&aring;tt och tiggt i dag?</p>

<p>&mdash; F&ouml;r att f&aring; litet mat.</p>

<p>&mdash; Kunde inte din far ge dig det d&aring;?</p>

<p>&mdash; Han har inte varit hemma sedan i g&aring;r.</p>

<p>&mdash; S&aring;&aring;. &mdash; Han slarvar v&auml;l d&aring;? Va?</p>

<p>Gossen svarade inte, men det var n&aring;got i hans blick
och darrningen kring l&auml;pparna, som kom den gamle doktorn
att avbryta f&ouml;rh&ouml;ret.</p>

<p>&mdash; N&aring;, fick du mat sedan? tillade han efter en stund
i n&aring;got mindre tv&auml;r ton.</p>

<p>&mdash; Ja, jag k&ouml;pte en bulle, men jag gav h&auml;lften &aring;t
Bj&ouml;rn.</p>

<p>&mdash; Vem &auml;r Bj&ouml;rn?</p>

<p>&mdash; Det &auml;r en hund, som aldrig f&aring;r n&aring;gon mat av
sin husbonde. Han brukar alltid f&ouml;lja mig, och d&aring; dela
vi; men nu har jag tappat bort honom i folktr&auml;ngseln.</p>

<p>&mdash; Hm! &Auml;r du hungrig?</p>

<p>&mdash; &Aring;h-ja. Det kom fram litet tveksamt.</p>

<p>&mdash; Naturligtvis, menar du. H&auml;r har du d&aring;. Doktorn
satte hastigt, som om han sk&auml;mts d&auml;r&ouml;ver, litet
sk&aring;pmat p&aring; bordet.</p>

<p>&mdash; Tack, sn&auml;lla herrn!</p>

<p>Gossens &ouml;gon tindrade, men han tordes tydligen inte
r&ouml;ra det framsatta.</p>
<p><span class="pagenum"><a name="Page_74" id="Page_74">[Pg 74]</a></span></p>
<p>&mdash; N&aring;, vad krusar du f&ouml;r? Skall man kanske servera
dig?</p>

<p>Doktorn lagade under tiden verkligen i ordning en
sm&ouml;rg&aring;s och sk&ouml;t fram den till pojken.</p>

<p>&mdash; Ska' jag hj&auml;lpa dig att &auml;ta den ocks&aring;, kanske?</p>

<p>&mdash; Nej, tack, sn&auml;lla herrn. Den hungrige gossen
kn&auml;ppte f&ouml;rst samman sina h&auml;nder och grep sedan verket
an, medan den gamle ungkarlen betraktade honom med
en min, som skulle f&ouml;rest&auml;lla bister, men som p&aring; det
hela taget var ganska godmodig.</p>

<p>&mdash; D&auml;r har du en till. Doktorn bredde p&aring; en ny
skiva. &mdash; N&aring;, g&aring;r det inte i dig, din stackare? tillade
han, d&aring; gossen tycktes tveka.</p>

<p>&mdash; Jo, men &mdash; &mdash; &mdash;</p>

<p>&mdash; Men vad?</p>

<p>&mdash; Kunde jag inte f&aring; g&ouml;mma den till Bj&ouml;rn?</p>

<p>&mdash; &Auml;t du, det kan nog bli &ouml;ver &aring;t hundkr&auml;ket ocks&aring;.</p>

<p>&mdash; Tack, sn&auml;lla herrn!</p>

<p>Gossen tog nu glatt itu med den andra sm&ouml;rg&aring;sen.</p>

<p>&mdash; Vad ser du efter? fr&aring;gade doktorn, ty hans lilla
g&auml;sts &ouml;gon v&auml;nde sig oupph&ouml;rligt &aring;t f&ouml;nstret.</p>

<p>&mdash; &Aring;h, d&auml;r &auml;r en s&aring;'n vacker julgran mitt emot, svarade
denne n&aring;got blygt &mdash; I fjor hade <i>vi</i> ocks&aring; julljus,
ett v&auml;ldigt grannt ett, med r&ouml;da och bl&aring; pappersremsor.
D&aring; levde mamma. Han suckade litet.</p>

<p>&mdash; Och hon &auml;r d&ouml;d nu?</p>

<p>&mdash; Ja, hon &auml;r i himmelen.</p>

<p>&mdash; Himmelen? Vad vet du om den? Doktorn skrattade
en smula kort.</p>

<p>&mdash; &Aring;h, mycket! Mamma talade j&auml;mt om den och om
&auml;nglarna och Gud. Hon sade, att om man ber Gud rik<span class="pagenum"><a name="Page_75" id="Page_75">[Pg 75]</a><br /><a name="Page_76" id="Page_76">[Pg 76]</a></span>tigt
om hj&auml;lp, n&auml;r man beh&ouml;ver den, s&aring; hj&auml;lper han ocks&aring;.
Och det &auml;r nog sant. Jag bad s&aring; mycket, n&auml;r jag
satt i trappan och inte kunde r&ouml;ra mig, och s&aring; kom
herrn.</p>


<div class="figcenter" style="width: 50%" >
<img src="images/077.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">DU KUNDE F&Ouml;RS&Ouml;KA SOVA I ST&Auml;LLET.</p>
</div>
</div>



<p>Doktorn rynkade ihop &ouml;gonbrynen. &mdash; Tror du inte,
att Gud har annat att g&ouml;ra &auml;n hj&auml;lpa dumma ungar
som du?</p>

<p>&mdash; Gud hj&auml;lper alla m&auml;nniskor. Vet inte herrn det?
Gossen s&aring;g upp med ett par &ouml;gon, som uttryckte djup
f&ouml;rv&aring;ning &ouml;ver en s&aring;dan okunnighet.</p>

<p>&mdash; N&aring;, ja visst, det f&ouml;rst&aring;s, nog <i>vet</i> jag v&auml;l <i>det</i>
&mdash; &mdash; &mdash;</p>

<p>&mdash; H&ouml;r du, vill du ha en sm&ouml;rg&aring;s till?</p>

<p>&mdash; Nej tack, jag skall v&auml;l g&aring; nu.</p>


<div class="figright" style="width: 20%" >
<img src="images/079.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">D:R B. EN RIKTIG JULGUBBE.</p>
</div>
</div>


<p>&mdash; G&aring;! Det blir ingenting av. G&aring;, har man h&ouml;rt p&aring;
maken! Du kunde f&ouml;rs&ouml;ka sova i st&auml;llet. L&auml;gg upp benet!
S&aring; d&auml;r. Och h&auml;r har du nattrocken &ouml;ver dig.</p>

<p>&mdash; Tack sn&auml;lla herrn!</p>

<p>&mdash; Ja, det d&auml;r kan jag nu! Jag g&aring;r ut ett slag.</p>

<p>Den gamle doktorn hade pl&ouml;tsligt kommit i gott lynne,
s&aring; gott, att han n&auml;stan sm&aring;skrattade f&ouml;r sig sj&auml;lv, medan
han tog p&aring; sig den litet gammalmodiga &ouml;verrocken och
p&auml;lsm&ouml;ssan, men han skulle ha blivit h&ouml;geligen f&ouml;rgrymmad,
om n&aring;gon sagt honom det.</p>

<p>Det bl&aring;ste duktigt, och drivorna l&aring;go fotsh&ouml;ga. Men
doktorn drog upp rockkragen, stoppade h&auml;nderna i fickorna
och gav sig modigt i v&auml;g i det slags spr&aring;ngmarsch,
som stark k&ouml;ld alltid ber&auml;ttigar. Han tycktes ha ett
best&auml;mt m&aring;l och h&ouml;rde s&aring;ledes ej till de tokiga m&auml;nniskorna,
som kunde ge sig ut i ett s&aring;dant v&auml;der f&ouml;r rakt
ingenting.</p>
<p><span class="pagenum"><a name="Page_77" id="Page_77">[Pg 77]</a></span></p>
<p>Framf&ouml;r ett br&ouml;dmagasin stannade han, knuffade upp
d&ouml;rren efter ett par h&aring;rda slag, ty den var n&auml;stan igenfrusen,
stampade sn&ouml;n av f&ouml;tterna och klev in.</p>

<p>D&aring; han steg ut p&aring; gatan
igen, var han s&aring; lastad med
paket, att man kunnat taga
honom f&ouml;r en riktig julgubbe.</p>

<p>Gossen sov djupt och
tryggt, d&aring; doktor Berg kom
tillbaka efter sin utflykt.
Han stannade en stund framf&ouml;r
b&auml;dden och betraktade
det lilla avmagrade ansiktet
och de smutsiga r&ouml;da fingrarna,
som i s&ouml;mnen gripit
om tovsarna p&aring; nattrocken.
Om man v&aring;gar p&aring;st&aring;, att den
gamle s&aring;g r&ouml;rd ut, s&aring; gjorde
han det nu. Men s&aring; v&auml;nde
han sig &aring;t stolen, d&auml;r paketen
l&aring;go, gnuggade h&auml;nderna
och sm&aring;myste, slugt
och bel&aring;tet.</p>

<p>Och nu kommer det m&auml;rkligaste
av hela historien:
den l&auml;rde, v&auml;rlds- och julf&ouml;raktaren,
vecklade f&ouml;rsiktigt
ur ett papper n&aring;got, som
han sedan st&auml;llde p&aring; bordet,
och det var &mdash; ett julljus,
<span class="pagenum"><a name="Page_78" id="Page_78">[Pg 78]</a></span>och &mdash; &auml;nnu obegripligare,
framf&ouml;r ljuset lade han upp &auml;pplen och n&ouml;tter, en bulle,
en pepparkaksgris och en julbock. N&auml;r detta var gjort,
t&auml;nde han ljusen, gick bakl&auml;nges f&ouml;r att beundra sitt verk,
och slutligen v&auml;ckte han pojken.</p>

<p>Men vad hade d&aring; den gamle enst&ouml;ringen underg&aring;tt
f&ouml;r en m&auml;rklig f&ouml;r&auml;ndring? Vem vet? Kanske densamma,
som de stela sn&ouml;flingorna, d&aring; v&aring;rsolen b&ouml;rjar
lysa mot dem &mdash; det kan ligga mycket sol i ett par
barna&ouml;gon ibland.</p>

<p>Pojken slog emellertid yrvaken upp sina &ouml;gon, sl&ouml;t
dem genast &aring;ter, bl&auml;ndad av ljuset, och saknade ord f&ouml;r
sin f&ouml;rtjusning.</p>

<p>&mdash; O, s&aring; vackert! sade han slutligen, d&aring; han f&ouml;r sin
h&auml;nryckning fick fram ett ord. &mdash; Tack sn&auml;lla, sn&auml;lla
herrn!</p>

<p>&mdash; H&aring;ll mun, din byting, det &auml;r egentligen jag, som
borde tacka dig, f&ouml;r att jag har f&aring;tt lite jul i kv&auml;ll.
N&aring;, vad s&auml;ger du om grisen? Det duger att ha ett f&ouml;rgyllt
tryne, skulle jag tro.</p>

<p>&mdash; Ack ja! Tack goa, sn&auml;lla &mdash; &mdash; &mdash;</p>

<p>&mdash; Eller sn&auml;lla goa herrn! Doktorn skrattade sitt f&ouml;rsta
hj&auml;rtliga skratt sedan mycket l&aring;ng tid tillbaka.</p>

<p>Men ute p&aring; gatan var det inte l&auml;ngre s&aring; livligt. Yrv&auml;dret
hade upph&ouml;rt. Flingorna l&aring;go uppkastade i draperier
kring gaslyktorna, och sn&ouml;n var gnistrande vit.
Stj&auml;rnorna tittade stora och klara ned &ouml;ver skorstenarna,
bodarna voro tillbommade, men ljusen fr&aring;n f&ouml;nstren str&aring;lade
muntert ut p&aring; de &ouml;dsliga gatorna &mdash; &auml;ven fr&aring;n den
gamle enst&ouml;ringens, doktor Bergs lilla v&aring;ning, d&auml;r nu
sutto tv&aring; lyckliga m&auml;nniskor, doktorn och hans lilla julg&auml;st.</p>

<p class="pr2">Illustrat&ouml;r: <i>Nils Kjellberg</i>.</p>


<hr class="chap" />


<p><span class="pagenum"><a name="Page_79" id="Page_79">[Pg 79]</a></span></p>


<div class="chapter-beginning"></div>

<p><a name="IX"></a></p>


<div class="figcenter" style="width: 80%" >
<img src="images/081.jpg" alt="Lilla" style="width: 50%" />
</div>


<h2 class="no-break">Lilla Trummis.</h2>

<p class="p02">F&ouml;r Sn&ouml;vit av <i>Carl Riddersporre</i>.</p>



<div class="figdrop" style="width: 7%" >
<img src="images/081a.jpg" alt="D" style="width: 100%" />
</div>

<p>et var v&aring;r, och solen sken s&aring;
varmt genom det lilla soldattorpets sm&aring;
f&ouml;nster, men soldat Fr&ouml;jd, som l&aring;g sjuk i
s&auml;ngen inne i kammaren, fr&ouml;s, s&aring; att han skakade.
Tre veckor hade han legat och v&auml;ntat,
att sjukdomen skulle ge med sig, men nu hade han blivit
s&auml;mre. Han k&auml;nde s&aring; v&auml;l, att det led mot slutet.</p>

<p>Ute i k&ouml;ket st&ouml;kade gamla Anna-Greta, granngumman,
som sk&ouml;tt hans hush&aring;ll, alltsedan han blev &auml;nkling
f&ouml;r fyra &aring;r sedan. Han l&aring;g och h&ouml;rde p&aring;, huru
hon klampade och gick d&auml;rute, huru hon slamrade med
koppar och fat. Hans feberheta huvud v&auml;rkte, men han
f&ouml;rs&ouml;kte dock reda tankarna, f&ouml;rs&ouml;kte t&auml;nka sig in i, huru
det skulle bli, n&auml;r han var borta.</p>

<p>&mdash; Det &auml;r bra synd om Janne, t&auml;nkte han, s&aring; ung,
bara 13 &aring;r, och utan b&aring;de far och mor. Vem skulle
ta hand om honom? Nog kunde det v&auml;l h&auml;nda, att d&ouml;ttrarna
hans, som rest till Amerika och nu voro gifta d&auml;r,
skulle ta sig an gossen, men d&aring; skulle han f&ouml;rst&aring;s dit&ouml;ver
ocks&aring;, och se, det <i>ville</i> inte Fr&ouml;jd.</p>
<p><span class="pagenum"><a name="Page_80" id="Page_80">[Pg 80]</a></span></p>
<p>Han hade misstroende till sina d&ouml;ttrar, hade varit emot
deras resa, och s&aring; hade de blivit s&aring; kallsinniga d&auml;rute.
De hade nog inte mycken k&auml;nsla kvar f&ouml;r sitt gamla
hem, det f&ouml;rstod han redan av deras brev, d&aring; gumman
hans d&ouml;tt. Nej, till dem skulle inte Janne. Om de ocks&aring;
skulle kunna ha litet k&auml;nsla f&ouml;r sin lille bror, s&aring; vem
visste, hurudana deras m&auml;n voro? Det kunde bli v&auml;rre
f&ouml;r Janne att komma dit &auml;n till fr&auml;mlingar h&auml;rhemma.
Kanh&auml;nda var gamla Anna-Gretas f&ouml;rslag det b&auml;sta.
Hon hade erbjudit sig att ta Janne hem till sin stuga,
om s&aring; olyckligt skulle ske, att Fr&ouml;jd f&ouml;lle ifr&aring;n. Tv&auml;r
och konstig var ju gumman, men en redbar m&auml;nniska
i alla fall, det visste han, och snart skulle ju gossen vara
s&aring; stor, att han kunde s&ouml;rja f&ouml;r sig sj&auml;lv. Fr&ouml;jd kn&auml;ppte
sakta sina h&auml;nder och suckade. &Aring;h &mdash; vad det var tungt!
Om han blott f&aring;tt leva ett par &aring;r till f&ouml;r gossens skull,
gossen, som han var s&aring; f&auml;stad vid, som han f&aring;tt vara
b&aring;de far och mor f&ouml;r under dessa fyra &aring;r, som han varit
ensam. Hur roligt hade de inte haft det tillsammans
h&auml;r hemma och p&aring; regementet, dit han tagit honom med,
och d&auml;r han hyrt ett litet rum f&ouml;r dem b&aring;da. Den sjuke
l&aring;g och f&ouml;ljde med blicken solskenets lek p&aring; tapeten,
medan han s&aring; i tankarna genomlevde de &aring;r, som han och
gossen vuxit sig samman i k&auml;rlek. D&aring; m&auml;rkte han, huru
d&ouml;rren till kammaren sakta &ouml;ppnades, och Janne tr&auml;dde
in. Med tysta steg sm&ouml;g han sig fram till faderns
b&auml;dd och fr&aring;gade &ouml;mt och stilla:</p>

<p>&mdash; Huru &auml;r det med dig far? Du &auml;r v&auml;l inte s&auml;mre?</p>

<p>Ett matt leende drog &ouml;ver den sjukes ansikte.</p>

<p>&mdash; S&auml;tt dig gosse, viskade Fr&ouml;jd. Jag har n&aring;got att
s&auml;ga dig.</p>
<p><span class="pagenum"><a name="Page_81" id="Page_81">[Pg 81]</a></span></p>


<div class="figcenter" style="width: 60%" >
<img src="images/083.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">FADERN SMEKTE SAKTA HANS HUVUD.</p>
</div>
</div>



<p>Janne satte sig p&aring; s&auml;ngkanten, och fadern b&ouml;rjade tala
med honom om det sv&aring;ra, oundvikliga, som nu upptog
hans tankar.</p>

<p>En f&ouml;rf&auml;rande bekl&auml;mning grep gossen, men han kunde
inte, ville inte tro, att far skulle g&aring; bort. Nej han
<i>kunde</i> inte fatta detta. Tyst, utan ett ord, b&ouml;jde han
sig ned mot t&auml;cket och gr&auml;t stilla. S&aring; l&aring;g han l&auml;nge och
k&auml;nde, huru fadern sakta smekte hans huvud. S&aring; grep
han den smekande, t&auml;rda handen och n&auml;stan skrek:</p>

<p>&mdash; Far, du <i>f&aring;r</i> inte g&aring; bort! Vart skulle jag taga
v&auml;gen utan dig?</p>

<p>&mdash; Guds vilja kunna vi icke &auml;ndra gosse, viskade den
sjuke. Gamla Anna-Greta har lovat att ta hand om dig,
<span class="pagenum"><a name="Page_82" id="Page_82">[Pg 82]</a></span>tills du blir s&aring; stor, att du kan ordna f&ouml;r dig sj&auml;lv, och
fast hon &auml;r gammal och underlig, &auml;r hon dock b&auml;ttre
&auml;n de flesta. Bliv en &auml;rlig och r&auml;ttskaffens gosse, s&aring;
g&aring;r det dig v&auml;l i livet! N&auml;r jag &auml;r borta, skall du
skriva till dina systrar i Amerika och tala om huru
det &auml;r, men, h&ouml;r du Janne, om de d&aring; skriva och bedja
dig komma &ouml;ver till dem, s&aring; res inte &mdash; h&ouml;r du det &mdash;
res inte!</p>

<hr class="tb" />

<p>En dag, flera m&aring;nader efter sedan soldaten Fr&ouml;jd
g&ouml;mdes i jorden, satt den lilla fader- och moderl&ouml;sa
Janne tyst och tankfull i mor Anna-Gretas lilla stuga.
Han hade upph&ouml;rt att gr&aring;ta nu, men han tyckte sorgen
k&auml;ndes dubbelt s&aring; tung, d&aring; den ej fick utlopp i t&aring;rar.
Nog gjorde den gamla gumman, vad hon kunde f&ouml;r honom,
och han s&aring;g, att hon ville honom v&auml;l, men hon var
dyster och trumpen, och han var n&auml;stan skygg f&ouml;r
henne. S&aring; gott han kunde, s&ouml;kte han hj&auml;lpa henne f&ouml;r
att p&aring; s&aring; s&auml;tt g&ouml;ra litet r&auml;tt f&ouml;r sig, men han k&auml;nde
dock, att han var den bistra gumman mera till besv&auml;r
&auml;n gagn, och detta pl&aring;gade honom. Hon hade ocks&aring; p&aring;
sista tiden sagt till honom, att han borde s&ouml;ka f&aring; tag
i n&aring;got arbete, och nu satt han och t&auml;nkte p&aring;, huru han
skulle st&auml;lla det f&ouml;r sig. D&aring; &ouml;ppnades d&ouml;rren, och den
nya knekten, som tagit nummer och namn efter hans
far, steg in i stugan. &mdash; Jag kommer fr&aring;n handelsboden
och har ett brev till dig Janne, sade han och r&auml;ckte
gossen ett brev med utl&auml;ndskt frim&auml;rke. Det klack till
i Janne. Det var systrarnas brev, som han s&aring; l&auml;nge
v&auml;ntat p&aring;. Han br&ouml;t det med darrande h&auml;nder och l&auml;ste.
<span class="pagenum"><a name="Page_83" id="Page_83">[Pg 83]</a></span>Inneh&aring;llet var fr&auml;mmande och kallt, knappt ett ord uttryckte
sorg &ouml;ver faderns d&ouml;d, men s&aring; mycket mer stod
d&auml;r om, huru bra de hade det d&auml;rute i Amerika, d&auml;r
m&ouml;jligheterna voro s&aring; stora. Till sist f&ouml;ljde ett erbjudande
till honom, att, om han ville, skulle respengar
s&auml;ndas honom, s&aring; att &auml;ven <i>han</i> kunde f&aring; komma ut till
det fj&auml;rran lyckolandet. Han skulle f&aring; det s&aring; bra hos
dem, och v&auml;l avl&ouml;nat arbete skulle det ocks&aring; bli! Om
och om igen l&auml;ste Janne brevet. Var dock icke detta
en utv&auml;g f&ouml;r honom? Skulle han icke, d&aring; hans egna
systrar erbj&ouml;do honom hj&auml;lp, taga emot? Men fars sista
vilja var, att han inte skulle resa. Kunde det vara r&auml;tt
att bryta d&auml;remot? Han talade vid mor Anna-Greta om
saken, men hon svarade k&auml;rvt, att i detta fall finge han
sj&auml;lv best&auml;mma. Han k&auml;nde sig oviss och &auml;ngslig. &Aring;h,
vad det var sv&aring;rt att vara s&aring; ensam i v&auml;rlden!</p>

<p>P&aring; kv&auml;llen gick Janne till sitt gamla hem. Han hade
den sista tiden ofta varit d&auml;r, dels emedan platsen var
honom k&auml;r, och dels emedan han tyckte mycket om den
unga, muntra soldaten, som nu bebodde den v&auml;lk&auml;nda
stugan.</p>

<p>Janne ber&auml;ttade om det erbjudande han f&aring;tt men &auml;ven
om sin fars sista vilja.</p>

<p>&mdash; Du skulle v&auml;l inte vara klok, sade den muntra
knekten, om du inte toge emot ett s&aring;dant erbjudande.
Vad har du att v&auml;nta h&auml;rhemma? Sl&auml;p och slit bara
och d&aring;ligt betalt. D&auml;rute betalas arbete, &auml;ven det l&auml;ttaste,
h&ouml;gt. D&auml;r kan du p&aring; n&aring;gra &aring;r bli en b&auml;rgad man.
Vore jag som du, nog reste <i>jag</i>. De satte sig p&aring; den
gr&ouml;nm&aring;lade b&auml;nken, som Jannes far en g&aring;ng satt upp
under det stora &auml;ppeltr&auml;det. Kv&auml;llen led, medan de
<span class="pagenum"><a name="Page_84" id="Page_84">[Pg 84]</a></span>sutto d&auml;r och resonerade, skymningen sm&ouml;g fram &ouml;ver
bygden, och allt blev s&aring; fagert och s&aring; stilla. Den unge
soldaten talade och talade om Amerikas rikedomar och
om den lycka, som d&auml;r vinkade var och en, som ville
bjuda till, men Janne blev allt mera tyst, till sist
h&ouml;rde han knappt, varom Fr&ouml;jd talade, han satt bara
och f&ouml;rundrades &ouml;ver, huru fagert allt var. Skogen stod
s&aring; skyddande, h&ouml;g och m&ouml;rk bakom hans barndomshem.
Himmeln v&auml;lvde sig gul och lysande efter solnedg&aring;ngen,
skymningen sm&ouml;g s&aring; mjuk och stilla &ouml;ver barndomshemmets
tegar. O, s&aring; vackert allt var! Det blev s&aring; varmt
inne i br&ouml;stet. Aldrig hade han sett hembygdens sk&ouml;nhet
s&aring; rik som nu. Aldrig, aldrig, det k&auml;nde han, skulle
han i det fj&auml;rran landet finna en plats s&aring; vacker som
denna. Nej, han kunde inte resa bort fr&aring;n allt detta.</p>

<p>Han vaknade upp ur sina tankar, d&aring; soldaten slog
honom p&aring; axeln och fr&aring;gade:</p>

<p>&mdash; N&aring;, visst reser du v&auml;l, Janne?</p>

<p>Gossen s&aring;g upp.</p>

<p>&mdash; Nej, sade han sakta och best&auml;mt, jag reser <i>inte</i>.
Far var emot det, och &mdash; och &mdash; s&aring; &auml;r det s&aring; vackert
h&auml;rhemma.</p>

<p>&mdash; Vackert, tja, visst &auml;r det vackert h&auml;r, sade Fr&ouml;jd,
men inte lever man p&aring; det. Men du kanske &auml;r en s&aring;dan,
som skulle l&auml;ngta, om du komme ditut och se, d&aring; ginge
det galet, ty det har jag h&ouml;rt m&aring;nga ber&auml;tta, att om en
svensk kommer till Amerika och d&auml;r gripes av hemsjukan,
d&aring; g&aring;r han helt och h&aring;llet under. S&aring;, &auml;r du av
<i>den</i> sorten, &auml;r det allt b&auml;st, att du stannar.</p>

<p>&mdash; Ja, jag stannar, sade Janne, jag skulle aldrig
kunna finna n&aring;gon lycka d&auml;rborta. Han sade farv&auml;l till
<span class="pagenum"><a name="Page_85" id="Page_85">[Pg 85]</a></span>soldaten och var snart &aring;ter tillbaka i mor Anna-Gretas
stuga. Han var lugn nu, d&aring; han fattat sitt beslut. Bara
han nu hade ett gott arbete, s&aring; skulle v&auml;l allt s&aring; sm&aring;ningom
ljusna. Med dessa tankar somnade Janne den
kv&auml;llen.</p>

<p>En dag framp&aring; v&aring;ren fick Janne tag i en tidning, d&auml;r
han bland andra annonser fann en om anst&auml;llning av
trumslagarpojkar vid samma regemente, d&auml;r hans far
tj&auml;nat. Kanske kunde det vara n&aring;got f&ouml;r honom. Hela
vintern hade han varit s&aring; gott som utan arbete, och
gumman var trumpnare &auml;n vanligt. Toge han nu tj&auml;nst
som trumslagare, s&aring; fick han &aring;tminstone kl&auml;der och mat
en del av &aring;ret. P&aring; kv&auml;llen gick han till den unge soldaten
och fr&aring;gade honom till r&aring;ds.</p>

<p>&mdash; Det &auml;r nog inte s&aring; dumt du, sa' Fr&ouml;jd, du kan ju
alltid f&ouml;rs&ouml;ka. Och s&aring; begav det sig, att Janne en solig
och vacker majdag blev inskriven s&aring;som trumslagare vid
sin fars gamla regemente.</p>

<p>L&auml;rotiden var l&aring;ng och besv&auml;rlig, men Janne var en
s&aring;dan d&auml;r pr&auml;ktig pojke, som inte ger sig i f&ouml;rsta taget,
och s&aring; h&auml;nde det sig, att han p&aring; kortare tid &auml;n sina
kamrater blev en riktigt duktig trumslagare.</p>

<p>Nu b&ouml;rjade ett friskt och muntert liv. Huru lustigt
var det inte att p&aring; l&aring;nga marscher g&aring; f&ouml;re trupperna
och sl&aring; den ena muntra takten efter den andra f&ouml;r de
tr&ouml;tta soldaterna. Sj&auml;lv tr&ouml;ttnade han aldrig. Han var
liten men sp&auml;nstig och stark, och hans armar voro unga
och mjuka. &raquo;Lilla Fr&ouml;jden&raquo; blev snart allas favorit.
B&aring;de officerare och manskap spr&aring;kade s&aring; kamratligt med
honom, och han tyckte om dem alla, mest dock om dem,
som varit hans fars gamla kamrater, och som talade om
<span class="pagenum"><a name="Page_86" id="Page_86">[Pg 86]</a></span>gamle Fr&ouml;jd och sade, att han varit en riktig hedersman.
Bland Jannes n&auml;rmaste kamrater fanns det dock n&aring;gra,
som icke gillade honom, det var s&aring;dana pojkar, som aldrig
i arbetet g&ouml;ra sitt b&auml;sta, och som, d&aring; de hava ledigt,
samla sig kring kortleken. Dessa pojkar kunde inte t&aring;la
Jannes plikttrohet, ej heller att han p&aring; sin lediga tid tog
sig till med n&aring;got, som i deras &ouml;gon var mycket dumt<br />
<span style="margin-left: 0.5em;">&mdash; han l&auml;ste. Vid regementet fanns n&auml;mligen ett stort</span><br />
bibliotek, d&auml;r var och en fick l&aring;na b&ouml;cker, och sedan
Janne b&ouml;rjat begagna sig av denna f&ouml;rm&aring;nsr&auml;tt, fann
han snart, att b&ouml;cker &auml;ro ett gott och trevligt s&auml;llskap.
S&aring; fort han hade en ledig stund, l&auml;ste han; p&aring; matrasterna,
p&aring; kv&auml;llarna, under lediga stunder vid vakttj&auml;nstg&ouml;ring,
ja till och med d&aring; under marsch truppen
fick endast n&aring;gra minuters vila. En dag, d&aring; Janne var
p&aring; vakt, l&aring;g han p&aring; magen i gr&auml;set och l&auml;ste Sveriges
historia. Tiden var inne att sl&aring; virveln, men Janne var
s&aring; intresserad av vad han l&auml;ste, att han den g&aring;ngen alldeles
gl&ouml;mde bort sig. D&aring; fick han h&ouml;ra dagl&ouml;jtnantens
barska r&ouml;st:</p>

<p>&mdash; N&aring; Fr&ouml;jd, hur l&aring;ter trumman? Blossande r&ouml;d
sl&auml;ngde gossen boken, grep trumman och l&auml;t virveln g&aring;.
Han v&aring;gade inte se p&aring; l&ouml;jtnanten. T&auml;nk, om han nu
skulle bli straffad f&ouml;r f&ouml;rsta g&aring;ngen f&ouml;r sin f&ouml;rsumlighet.
Men d&aring; virveln var slut, gick l&ouml;jtnanten fram och
klappade Janne p&aring; axeln &mdash; Var nu inte r&auml;dd, lilla
Fr&ouml;jd, sade han. Du sk&ouml;ter trumman som en hel karl,
s&aring; liten du &auml;r. H&ouml;r du, du tycker visst om att l&auml;sa.
Vad &auml;r det f&ouml;r en bok du har? L&aring;t se!</p>

<p>I stram giv-akt &ouml;verl&auml;mnade Janne boken, och nu v&aring;<span class="pagenum"><a name="Page_87" id="Page_87">[Pg 87]</a></span>gade
han se upp i l&ouml;jtnantens ansikte. Det var ett ungt
och v&auml;nligt ansikte med glittrande bl&aring; &ouml;gon.</p>



<div class="figcenter" style="width: 60%" >
<img src="images/089.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">GOSSEN SL&Auml;NGDE BOKEN OCH L&Auml;T VIRVELN.</p>
</div>
</div>


<p>&mdash; Minns du n&aring;got av vad du l&auml;ser d&aring;? fr&aring;gade l&ouml;jtnanten.</p>

<p>&mdash; Ja, l&ouml;jtnant, svarade Janne.</p>

<p>&mdash; L&aring;t h&ouml;ra d&aring;! Och s&aring; b&ouml;rjade l&ouml;jtnanten f&ouml;rh&ouml;ra
Janne, och vad han &auml;n fr&aring;gade, s&aring; visste gossen att ge
besked.</p>

<p>&mdash; H&ouml;r du, du &auml;r ju en styv gosse, du. Har du
kanske l&auml;st andra b&ouml;cker lika grundligt? Kom och s&auml;tt
dig h&auml;r, f&aring;r jag h&ouml;ra, sade l&ouml;jtnanten och f&ouml;rde Janne
med sig bort till en b&auml;nk, d&auml;r de b&aring;da satte sig, och
s&aring; fick gossen redog&ouml;ra f&ouml;r litet av varje, och det gjorde
<span class="pagenum"><a name="Page_88" id="Page_88">[Pg 88]</a></span>han s&aring; v&auml;l, att l&ouml;jtnanten snart kom under fund med,
att &raquo;Lilla Fr&ouml;jden&raquo; var en ovanligt beg&aring;vad gosse, som
b&auml;ttre passade f&ouml;r boken &auml;n f&ouml;r trumman, och n&auml;r han
sedan fick veta, huru ensam Janne stod i v&auml;rlden, gl&auml;nste
n&aring;got klart och fuktigt i officerens bl&aring; &ouml;gon. Han satt
tyst en stund och s&aring;g p&aring; gossen, och s&aring; fr&aring;gade han
pl&ouml;tsligt:</p>

<p>&mdash; Vill du studera Fr&ouml;jd, s&aring; skall jag ordna det f&ouml;r
dig? Men d&aring; m&aring;ste du flytta in till staden och g&aring; d&auml;r
i skola, f&ouml;rst&aring;r du, men det g&aring;r nog bra, ty om du vill,
s&aring; f&aring;r du ett hem hos mig.</p>

<p>Det glittrade i Jannes &ouml;gon, hela hans ansikte sken
av fr&ouml;jd. &mdash; &Aring;h, om jag finge det, s&aring; roligt det skulle
vara! jublade han. Han gl&ouml;mde alldeles bort, att det
var hans f&ouml;rman, som satt d&auml;r bredvid honom, han
k&auml;nde blott, att det var en god m&auml;nniska, som ville honom
v&auml;l. D&auml;rf&ouml;r gl&ouml;mde han ocks&aring; att g&ouml;ra stram milit&auml;risk
st&auml;llning, n&auml;r l&ouml;jtnanten reste sig f&ouml;r att g&aring;, och
det beh&ouml;vdes inte heller, ty som en &auml;ldre kamrat och
v&auml;n r&auml;ckte den unge officeren trumslagargossen handen
och sade:</p>

<p>&mdash; D&aring; &auml;r det avgjort d&aring;, n&auml;r m&ouml;tet &auml;r slut, resa vi
hem, Janne.</p>

<hr class="tb" />

<p>D&aring; milit&auml;r&ouml;vningarna f&ouml;r &aring;ret voro slut, sade Janne
farv&auml;l till trumman, icke utan saknad, ty den hade blivit
honom k&auml;r, och s&aring; f&ouml;ljde han l&ouml;jtnant Sprengel in i staden
och sattes d&auml;r i skola. Sprengel var en rik man och
d&auml;rtill god. Han k&auml;nde en innerlig gl&auml;dje &ouml;ver att kunna
hj&auml;lpa den lille fattige och f&ouml;r&auml;ldral&ouml;se trumslagargos<span class="pagenum"><a name="Page_89" id="Page_89">[Pg 89]</a></span>sen
och ville, att han skulle k&auml;nna sig riktigt hemmastadd
hos honom, men detta hade Janne sv&aring;rt f&ouml;r i b&ouml;rjan,
respekten f&ouml;r l&ouml;jtnanten satt i, och s&aring; var det s&aring; fint
och f&ouml;rn&auml;mt &ouml;verallt. Mest f&ouml;rtrolig blev han med fru
Sprengel, en vacker och moderligt god kvinna och med
lilla Elsa, som var 9 &aring;r och spenslig och blek men yr
som en pojke. Hon ville fr&aring;n allra f&ouml;rsta dagen ha
Janne till lekkamrat och l&auml;t honom ej vara i fred, f&ouml;rr&auml;n
han f&ouml;ljt med och sett p&aring; alla rum och p&aring; alla hennes
leksaker. &raquo;Lilla Trummis&raquo;, som hon kallade honom, blev
snart hennes allra b&auml;sta v&auml;n, och d&aring; han var i skolan,
gick hon bara och l&auml;ngtade efter honom. Den glada lilla
flickan jagade till slut bort Jannes blyghet, s&aring; att han
b&ouml;rjade k&auml;nna sig som barn i huset i det f&ouml;rn&auml;ma hemmet.
Flitig som han var och d&auml;rtill beg&aring;vad gick det
bra f&ouml;r honom i skolan, och vid varje termins slut kom
han hem med de b&auml;sta betyg. S&aring; gingo &aring;ren, och han
blev student, och s&aring; st&auml;lldes f&auml;rden till Uppsala, till
&raquo;Den eviga ungdomens stad&raquo;. Och nu l&auml;mna vi honom
d&auml;r i den av ungdom och s&aring;ng uppfyllda staden, d&auml;r
han sitter i sin lilla studerkammare och l&auml;ser och gnor,
och f&ouml;rflytta oss flera tiotal &aring;r fram&aring;t i tiden, &auml;nda fram
till v&aring;ra dagar, och vi g&aring; tillbaka till den plats, d&auml;r
v&aring;r ber&auml;ttelse b&ouml;rjar, till det lilla soldattorpet i skogsbrynet.</p>

<hr class="tb" />

<p>De gamla indelta soldaterna finnas icke mer, och deras
torp hava s&aring;lts till f&ouml;rste b&auml;ste k&ouml;pare. Den som k&ouml;pt
Fr&ouml;jdtorpet &auml;r en gammal bekant, det &auml;r Janne Fr&ouml;jd,
nu en ber&ouml;md och l&auml;rd doktor, som, eljest bosatt i huvud<span class="pagenum"><a name="Page_90" id="Page_90">[Pg 90]</a></span>staden,
tillbringar sina somrar h&auml;r i sitt gamla barndomshem.
N&auml;ra intill har han l&aring;tit bygga en vacker
vit villa, d&auml;r hans sv&auml;rf&ouml;r&auml;ldrar, &ouml;versten och &ouml;verstinnan
Sprengel, bo. Det &auml;r kanske litet sv&aring;rt till en
b&ouml;rjan att i den h&ouml;greste gr&aring;nade officeren igenk&auml;nna
den unge l&ouml;jtnanten ifr&aring;n f&ouml;rr, men Janne som &auml;nnu &auml;r
i sin b&auml;sta manna&aring;lder k&auml;nna vi genast igen, och hans
fru &auml;r lika glad och munter, som d&aring; hon som liten
flicka lekte med Janne och kallade honom &raquo;lilla Trummis&raquo;.</p>


<div class="figcenter" style="width: 60%" >
<img src="images/092.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">&mdash; PAPPA, SL&Aring; EN VIRVEL F&Ouml;R OSS, BER JANNE.</p>
</div>
</div>


<p>Allt &auml;r sig likt vid det gamla Fr&ouml;jdtorpet. Tr&auml;d och
buskar v&auml;xa som f&ouml;rr, till och med den gr&ouml;nm&aring;lade
<span class="pagenum"><a name="Page_91" id="Page_91">[Pg 91]</a></span>b&auml;nken under &auml;ppeltr&auml;det st&aring;r kvar. D&auml;r sitta i de tysta
och vackra sommarkv&auml;llarna de gamla makarna Sprengel
och doktorn och doktorinnan Fr&ouml;jd, och &auml;ro doktorns
sm&aring;ttingar med, s&aring; sitta de nedanf&ouml;r i gr&auml;set, ty de f&aring;
icke rum p&aring; b&auml;nken. D&aring; kan det h&auml;nda, att yngsta pysen
Janne, som absolut vill bli milit&auml;r som morfar, tigger
och ber:</p>

<p>&mdash; Pappa, sl&aring; en virvel f&ouml;r oss, och d&aring; ler doktor
Fr&ouml;jd s&aring; ljust och gott och g&aring;r in i kammaren efter
sin gamla trumma, och s&aring; l&aring;ter han takter och virvlar
ljuda, s&aring; att det ekar l&aring;ngt bort i skogen, och medan
han s&aring; r&ouml;r pinnarna, st&aring;r han och ser ut &ouml;ver sin v&auml;na
hembygd och t&auml;nker p&aring;, huru lyckligt det var, att han
den d&auml;r kv&auml;llen, d&aring; amerikabrevet kommit, l&auml;t sig f&aring;ngas
och h&aring;llas fast av sin hembygds sk&ouml;nhet och sin
faders sista vilja.</p>

<p class="pr2">Illustrat&ouml;r: <i>Carl Riddersporre</i>.</p>


<div class="figcenter" style="width: 20%" >
<img src="images/ornament.jpg" alt="ornament" style="width: 50%" />
</div>


<hr class="chap" />

<p><span class="pagenum"><a name="Page_92" id="Page_92">[Pg 92]</a></span></p>


<div class="chapter-beginning"></div>

<p><a name="X"></a></p>


<div class="figcenter" style="width: 80%" >
<img src="images/094.jpg" alt="En_karlekstjanst" style="width: 50%" />
</div>


<h2 class="no-break">En k&auml;rlekstj&auml;nst.</h2>

<p class="p02">En julskiss f&ouml;r Sn&ouml;vit av <i>Ernst Jotson</i>.</p>


<div class="figdrop" style="width: 7%" >
<img src="images/094a.jpg" alt="E" style="width: 100%" />
</div>


<p>n julafton f&ouml;r m&aring;nga &aring;r sedan,
n&auml;r &raquo;frid p&aring; jorden, och m&auml;nniskorna en god
vilja&raquo;, r&aring;dde mera i v&auml;rlden, &auml;n nu tyckes
vara fallet, gav Margit Ekgren fr&aring;n vindskupan
i ett h&ouml;gt hus akt p&aring;, hur de duniga
flingorna f&ouml;llo l&auml;tt ned p&aring; de omgivande taken och skorstenarna
och bekl&auml;dde dem med en bl&auml;ndande renhet.
Jorden inf&ouml;rde sig en vit h&ouml;gtidsskrud f&ouml;r att v&auml;lkomna
Kristusbarnet, och snart skulle talrika julgranar, tindrande
med m&aring;nga ljus, upplysa de olika hemmen, prydda
och smyckade f&ouml;r Jesu ankomst.</p>

<p>Skulle han komma &auml;ven till denna kulna vindskupa?
Margit gjorde sig denna fr&aring;ga och suckade tvivlande.
Det f&ouml;ref&ouml;ll om&ouml;jligt.</p>

<p>&mdash; Men julen &auml;r underverkens tid! mumlade hon f&ouml;rhoppningsfullt.</p>

<p>&mdash; Vad s&auml;ger du, Margit? fr&aring;gade en klagande r&ouml;st
fr&aring;n den torftiga s&auml;ngen i rummets bortersta h&ouml;rn, d&auml;r
en ung flicka kastade sig oupph&ouml;rligt av och an och
gr&auml;t &ouml;ver sin n&ouml;d och sjukdom.</p>
<p><span class="pagenum"><a name="Page_93" id="Page_93">[Pg 93]</a></span></p>
<p>&mdash; Jag t&auml;nkte, att nu var r&auml;tta tiden f&ouml;r ett underverk
att h&auml;nda. Min far sade alltid, att Kristus kom
till oss alla p&aring; julafton.</p>

<p>&mdash; Han kommer ej hit, sade den tr&ouml;tta r&ouml;sten retligt.
Naturligtvis, eftersom du &auml;r pr&auml;stdotter, tror du p&aring; s&aring;dant.
Jag g&ouml;r det ej. Det &auml;r bara inbillning, k&auml;ra du.
Ett hopp mot allt hopp!</p>

<p>&mdash; Nej, nej, nej. Margit l&auml;mnade f&ouml;nstret f&ouml;r att
kn&auml;b&ouml;ja bredvid s&auml;ngen. Vi hava f&ouml;rlorat allting utom
tron, Gertrud. L&aring;t oss beh&aring;lla den.</p>



<div class="figcenter" style="width: 60%" >
<img src="images/095.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">VI HA F&Ouml;RLORAT ALLT UTOM TRON, GERTRUD.</p>
</div>
</div>


<p>&mdash; Jag kan det ej l&auml;ngre, snyftade den andra vid
Margits br&ouml;st och i Margits tr&ouml;stande armar. Vi ha
studerat s&aring;ng s&aring; flitigt och s&aring; l&auml;nge och utgivit allt
<span class="pagenum"><a name="Page_94" id="Page_94">[Pg 94]</a></span>vad vi hade f&ouml;r att l&auml;ra. Och likv&auml;l ha vi ej lyckats
skaffa oss n&aring;gon anst&auml;llning ens som korister. Nu
sv&auml;lta vi och bliva snart utkastade p&aring; gatan, emedan
vi ej kunna betala v&aring;r hyra.</p>

<p>&mdash; &Aring;h, fullt ut s&aring; farligt &auml;r det v&auml;l ej, Gertrud lilla,
sade Margit lugnande. Fru Str&ouml;m l&aring;ter oss nog stanna
en vecka till. Hon sade mig det i g&aring;r, och vi hava
&auml;nnu tio kronor kvar till mat.</p>

<p>&mdash; Men n&auml;r de &auml;ro slut, vad d&aring;? utbrast Gertrud
och satte sig upp med ett f&ouml;rtvivlat uttryck i sitt unga
ansikte.</p>

<p>&mdash; N&aring;got skall h&auml;nda, k&auml;ra du, det &auml;r jag s&auml;ker p&aring;.</p>

<p>&mdash; &Aring;h, det &auml;r endast prat, genm&auml;lte den sjuka ot&aring;ligt.
Det &auml;r endast din enfaldiga tro. Vem skulle
vilja hj&auml;lpa tv&aring; stackars f&ouml;r&auml;ldral&ouml;sa flickor. Vi ha
ingen v&auml;n!</p>

<p>&mdash; Vi ha en v&auml;n, yttrade Margit best&auml;mt, och han
skall komma och hj&auml;lpa oss i afton. Jag vet det. Jag
k&auml;nner det som visst i mitt hj&auml;rta.</p>

<p>&mdash; Varf&ouml;re g&aring;r du d&aring; ej ut och m&ouml;ter honom? sporde
Gertrud sn&auml;sigt.</p>

<p>Margit tog sin hatt och kappa.</p>

<p>&mdash; Kanske skall jag finna honom, sade hon, mera
till sig sj&auml;lv. N&aring;gra kalla honom slumpen; jag kallar
honom Gud.</p>

<p>&mdash; Gud!</p>

<p>Gertrud stirrade. D&auml;rp&aring; skrattade hon bittert.</p>

<p>&mdash; Du &auml;r tokig, Margit &mdash; alldeles tokig.</p>

<p>&mdash; Men det finns metod i min galenskap, svarade
Margit och svepte v&auml;l om sin v&auml;ninna och kysste henne
<span class="pagenum"><a name="Page_95" id="Page_95">[Pg 95]</a></span>&ouml;mt. &mdash; Jag skall g&aring; ut f&ouml;r att k&ouml;pa oss litet té och
kakor, s&aring; att vi ocks&aring; m&aring; komma i ett slags festst&auml;mning.</p>

<p>&mdash; Den enda festst&auml;mning, som jag &ouml;nskar, &auml;r en anst&auml;llning.
Direkt&ouml;r Kruse arbetar p&aring; kyrkos&aring;ngens h&ouml;jande,
uppf&ouml;r ett nytt oratorium i n&auml;sta vecka. Men
det &auml;r f&ouml;r sent, st&ouml;nade Gertrud. Alla st&auml;mmor ha
blivit besatta vid den h&auml;r tiden. G&aring; ej Margit. Vi
ha ej r&aring;d att best&aring; oss med té och kakor.</p>

<p>&mdash; Vi skola likafullt best&aring; oss d&auml;rmed, sade den andra
leende. En kopp té skall ge dig mera mod och tillit.
Farv&auml;l, k&auml;ra, jag skall vara tillbaka om en halvtimma.
Och kanske, fortsatte Margit halvt skrattande och halvt
gr&aring;tande, kan jag vid min &aring;terkomst ber&auml;tta f&ouml;r dig,
att jag m&ouml;tt honom p&aring; v&auml;gen.</p>

<p>&mdash; Margit! Margit! Men Margit var borta, och
bristande ut i bittra t&aring;rar begrov patienten sitt magra
anlete i kudden. Hon trodde ej p&aring; julen, ej heller p&aring;
underverk eller p&aring; n&aring;got annat &auml;n sin n&ouml;d.</p>

<p>&mdash; Jag &ouml;nskar, vi voro d&ouml;da, snyftade hon.</p>

<p>Hade det ej varit f&ouml;r sin tro, skulle Margit ha &ouml;nskat
detsamma, ty st&auml;llningen var hj&auml;rtslitande, och trots
sina muntra ord kunde den unga flickan ej se n&aring;gon
utv&auml;g till b&auml;ttring. Vad vore ocks&aring; tv&aring; ensamma, om
&auml;n kunniga flickor i st&aring;nd att utr&auml;tta i den stora staden,
utan v&auml;nner, inflytande eller penningar? Margit
skulle hava gr&aring;tit av f&ouml;rtvivlan, hade ej hennes uppfostran
i ett kristligt, lantligt hem st&aring;lsatt henne mot
motg&aring;ngen. Hj&auml;lp m&aring;ste komma, m&aring;ste komma. Gjorde
den det ej snart, skulle Gertrud d&ouml;, och sedan stod
hon alldeles ensam i den h&aring;rda bittra v&auml;rlden. Hon
hade anropat Gud, men intet svar hade kommit p&aring;
<span class="pagenum"><a name="Page_96" id="Page_96">[Pg 96]</a></span>hennes b&ouml;ner. De klappade, s&aring; f&ouml;ref&ouml;ll det n&auml;stan, f&aring;f&auml;ngt
p&aring; himlens st&auml;ngda portar. Nio flickor utav tio
skulle ha tappat modet, men Margit h&ouml;ll sig f&ouml;rtvivlat
fast vid sin tro, fast&auml;n ej uppeh&aring;llen av n&aring;got synbart
bevis. Hj&auml;lp skulle komma, och det snart. P&aring; julens
kv&auml;ll nedsteg barmh&auml;rtighetens Herre i skepnaden av ett
litet barn. Margit och Gertrud skulle helt s&auml;kert f&aring; sin
del i den v&auml;lsignelsen. Han v&aring;rdade sig om de f&ouml;r&auml;ldral&ouml;se.
Han hj&auml;lpte de fattiga och betryckta. Han
helade de sjuka och tr&ouml;stade de &ouml;vergivna. Vid h&ouml;rnet
av en tyst gata lyfte Margit upp sitt bleka ansikte och
bad tyst:</p>



<div class="figcenter" style="width: 60%" >
<img src="images/098.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">MARGIT LYFTE UPP SITT BLEKA ANSIKTE OCH BAD.</p>
</div>
</div>



<p><span class="pagenum"><a name="Page_97" id="Page_97">[Pg 97]</a></span></p>
<p>&mdash; &Aring;h, Herre, hj&auml;lp oss! V&aring;r lit st&aring;r till dig. L&aring;t
mig f&aring; taga hem goda nyheter till Gertrud, s&aring; att hon m&aring;
k&auml;nna, att dina k&auml;rleksfulla armar st&auml;dse &auml;ro omkring
oss. Julafton, det &auml;r julafton. &Aring;h, hj&auml;lp oss, hj&auml;lp oss!</p>

<p>Men fortfarande kom det intet svar. Fr&aring;n den tunga
skyn rent av &ouml;ste sn&ouml;n ned, och frusen och hungrig
lutade sig Margit mot en v&auml;gg, medan en sjuklig &auml;ngslan
grep om hennes v&auml;rkande hj&auml;rta. I denna vita, sn&ouml;&ouml;ken
k&auml;nde hon sig allena och &ouml;vergiven. Hon undrade,
om det fanns n&aring;gon olyckligare varelse &auml;n hon i hela
huvudstaden.</p>

<p>Jo, det fanns en. P&aring; trottoaren stod en trasig, tolv
&aring;rs flicka och f&ouml;rs&ouml;kte att sjunga f&ouml;r att draga uppm&auml;rksamheten
och givmildheten till sig. Men hennes r&ouml;st
var s&aring; svag och s&aring; kv&auml;vd av t&aring;rar, att de f&ouml;rbig&aring;ende
ej aktade p&aring; henne. Vid &aring;synen av Margit antog den
lilla flickans ansikte ett f&ouml;rhoppningsfullare uttryck, och
hon sj&ouml;ng sin s&aring;ng litet h&ouml;gre &auml;n f&ouml;rut, fast&auml;n den alltj&auml;mt
l&auml;t blott som en f&aring;gelunges pip. En hel vers sj&ouml;ng
hon tappert, men vid den andra versen kv&auml;vde snyftningar
hennes st&auml;mma, och hon utbrast klagande, i det
hon torkade sin stackars bl&aring;frusna n&auml;sa och sina t&aring;rade
&ouml;gon med fliken av en tunn sjal, n&auml;stan det enda varma
plagg hon &auml;gde:</p>

<p>&mdash; Sn&auml;lla fr&ouml;ken, ge mej en slant. Mamma kommer
att sl&aring; mej f&ouml;rd&auml;rvad, om jag kommer tomh&auml;nt hem.</p>

<p>Margit hade ej r&aring;d att sk&auml;nka bort n&aring;gonting, men
flickans el&auml;nde gick henne s&aring; till hj&auml;rtat, att hon tog
fram sin magra b&ouml;rs.</p>

<p>Men pl&ouml;tsligt kom det en ingivelse till Margit, och
hon stack &aring;ter ned sina slantar. Hon skulle hj&auml;lpa
<span class="pagenum"><a name="Page_98" id="Page_98">[Pg 98]</a></span>denna lilla stackare p&aring; ett b&auml;ttre s&auml;tt och r&auml;dda henne
fr&aring;n den hotande misshandeln. En psalm, som hon f&ouml;r
l&auml;nge sedan hade l&auml;rt sig vid sin moders kn&auml;, d&ouml;k upp
i hennes minne, och hon r&ouml;rde vid flickans skuldra f&ouml;r
att f&aring; henne att h&aring;lla sig tyst. I n&auml;sta &ouml;gonblick stannade
m&aring;nga av de f&ouml;rbig&aring;ende och tittade ned&aring;t den
sn&ouml;iga gatan. En h&auml;rlig r&ouml;st manade dem att lyssna.</p>


<div class="figcenter" style="width: 60%" >
<img src="images/100.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">HON SJ&Ouml;NG DEN VACKRA PSALMEN MED HOPKN&Auml;PPTA H&Auml;NDER.</p>
</div>
</div>



<p>Den silverklara r&ouml;sten klingade h&auml;rligt ut i den bitande
luften, medan hon sj&ouml;ng den vackra psalmen med
hopkn&auml;ppta h&auml;nder och upplyftat ansikte. M&auml;n och
kvinnor och barn slogo en ring runt kring Margit f&ouml;r
<span class="pagenum"><a name="Page_99" id="Page_99">[Pg 99]</a></span>att lyssna till detta himmelska budskap och denna underbara
s&aring;ng, som gick rakt till deras hj&auml;rtan. M&aring;nga sm&aring;logo
lyckligt av f&ouml;rtjusning &ouml;ver den medryckande melodien,
medan andra gr&auml;to p&aring; grund av de minnen, den
&aring;terkallade, men alla blevo p&aring; n&aring;got outrannsakligt s&auml;tt
pl&ouml;tsligt medvetna om, att det var verkligen och sannerligen
jul. Ej en blott vanlig h&ouml;gtid, angiven i
almanackan, utan en hj&auml;rtats h&ouml;gtid, i vilken barmh&auml;rtighetens
och k&auml;rlekens ande gjorde sitt intr&auml;de. Kristusbarnet
skulle stiga ned, och hans h&auml;rolder f&ouml;rberedde
hans v&auml;g. &mdash; &raquo;Frid p&aring; jorden, och m&auml;nniskorna en god
vilja.&raquo; Guds r&ouml;st andades genom den hymnen, sjungen
p&aring; en tr&aring;ng gata bland fallande sn&ouml;.</p>

<p>Margit tystnade och slantar haglade ned i den lilla
flickans trasiga f&ouml;rkl&auml;de, som hon h&ouml;ll upp f&ouml;r att insamla
den ov&auml;ntade rikedomen. &Auml;nnu mera folk tillstr&ouml;mmade
och b&aring;do att f&aring; h&ouml;ra s&aring;ngen &auml;n en g&aring;ng.
Margit gjorde dem till viljes, och n&auml;r hon hade slutat,
inh&ouml;stade den fattiga flickan en s&aring; riklig sk&ouml;rd, att hon
raskt sprang sig v&auml;g och gl&ouml;mde i sin iver att tacka sin
v&auml;lg&ouml;rarinna. Margit brydde sig ej om hennes flykt,
ty hon visste, att flickan var utom sig av gl&auml;dje. Hon
hade i sj&auml;lva verket ej tid att t&auml;nka l&auml;ngre, ty en gr&aring;h&aring;rig
herre, kl&auml;dd i en tjock p&auml;ls, tr&auml;ngde sig pl&ouml;tsligt
fram till henne, grep hennes arm och drog henne burdus
med sig ett stycke v&auml;g.</p>

<p>&mdash; Vem &auml;r ni? Vad &auml;r ni? sporde han den f&ouml;rv&aring;nade
Margit i en uppr&ouml;rd ton. Och var har ni h&aring;llit eder
g&ouml;md med denna underbara r&ouml;st?</p>

<p>Margit kunde i sin f&ouml;rvirring och sitt svaghetstillst&aring;nd
knappt framstamma ett svar.</p>
<p><span class="pagenum"><a name="Page_100" id="Page_100">[Pg 100]</a></span></p>
<p>&mdash; Jag &auml;r s&aring;ngerska, som s&ouml;ker anst&auml;llning. Mitt
namn &auml;r Margit.</p>

<p>Den gr&aring;h&aring;rige mannen v&auml;ntade ej p&aring; att h&ouml;ra mera.
Kom med mig! utbrast han, i det han &aring;nyo grep om
hennes arm. Att t&auml;nka sig, att om jag ej hade g&aring;tt
f&ouml;rbi h&auml;r, skulle jag aldrig hava uppt&auml;ckt denna enast&aring;ende
r&ouml;st. Jag &auml;r direkt&ouml;r Kruse!</p>

<p>&mdash; Direkt&ouml;r Kruse? n&auml;stan skrek Margit.</p>

<p>&mdash; Kom! Kom! Han ryckte henne br&aring;dst&ouml;rtat med
sig &mdash; n&auml;stan bar henne till rykte och lycka, bekv&auml;mlighet
och &ouml;verfl&ouml;d.</p>


<div class="figcenter" style="width: 60%" >
<img src="images/102.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">P&Aring; GOLVET SATT MARGIT, OMGIVEN AV PAKET.</p>
</div>
</div>



<p>I det kalla vindsrummet hade Gertrud snyftat sig
till s&ouml;mn. N&auml;r hon &ouml;ppnade sina &ouml;gon uppt&auml;ckte hon,
<span class="pagenum"><a name="Page_101" id="Page_101">[Pg 101]</a></span>att kammaren str&aring;lade av ljus. Ej allenast en lampa
fanns d&auml;r, utan ocks&aring; ett grenljus, som upplyste det
pr&auml;ktigt dukade bordet, upp&aring; vilket s&aring;gos allehanda matvaror,
frukter och s&ouml;tsaker. P&aring; golvet satt Margit, omgiven
av paket, som hon var upptagen med att ordna.
Strumpor, skor, blusar, handskar. Gertrud &ouml;ppnade sina
&ouml;gon p&aring; vid gavel och trodde sig dr&ouml;mma.</p>

<p>&mdash; Margit! fl&auml;mtade hon och satte sig upp i s&auml;ngen.</p>

<p>&mdash; K&auml;ra! K&auml;ra! Margit hoppade upp, sprang fram
till s&auml;ngen och tryckte Gertrud i sina armar.</p>

<p>&mdash; Jag ville ej v&auml;cka dig, f&ouml;rr&auml;n &mdash;</p>

<p>&mdash; Margit, avbr&ouml;t Gertrud och stirrade p&aring; de utbredda
rikedomarna, var har du f&aring;tt &mdash;?</p>

<p>Nu var det Margits tur att avbryta, och hon svarade
v&ouml;rdnadsfullt i en l&aring;g r&ouml;st:</p>

<p>&mdash; Jag m&ouml;tte honom och vad jag gjorde honom, det
gjorde han ocks&aring; mig! Nej, jag &auml;r icke tokig. Lyssna,
och du skall f&aring; h&ouml;ra, huru min tro har blivit r&auml;ttf&auml;rdigad.</p>

<p>Hela den underbara ber&auml;ttelsen var snart omtalad, och
Gertrud fick veta, att direkt&ouml;r Kruse hade ej allenast
fast anst&auml;llt Margit som solist f&ouml;r sin kyrkok&ouml;r och givit
henne ett v&auml;lbeh&ouml;vligt f&ouml;rskott, utan &auml;ven, n&auml;r han fick
h&ouml;ra de b&aring;da flickornas historia, lovat att anst&auml;lla
Gertrud vid k&ouml;ren, s&aring; snart hon hade tillfrisknat.</p>

<p>&mdash; Hur underbart! viskade Gertrud, sedan Margit
hade slutat, och kn&auml;ppte ihop sina h&auml;nder, full av helig
b&auml;van. Ocks&aring; i hennes hj&auml;rta hade tron nu gjort
sitt int&aring;g.</p>

<p class="pr2">Illustrat&ouml;r: <i>Einar Torsslow</i>.</p>


<hr class="chap" />


<p><span class="pagenum"><a name="Page_102" id="Page_102">[Pg 102]</a></span></p>



<div class="chapter-beginning"></div>

<p><a name="XI"></a></p>


<div class="figcenter" style="width: 80%" >
<img src="images/104.jpg" alt="I vissnad lund." style="width: 50%" />
</div>


<h2 class="no-break">I vissnad lund.</h2>

<p class="p02"><i>F&ouml;r Sn&ouml;vit av Lars Lunell.</i></p>



<table class="poem" summary="poem">
<tr>
  <td class="tpoem1">

<div class="poem"><div class="stanza">
  <span class="i0"><i>Du lilla blomma, som, mot jorden b&ouml;jd,</i><br /></span>
  <span class="i0"><i>Nu gr&aring;ter bort din sista t&aring;r.</i><br /></span>
  <span class="i0"><i>L&auml;r dig att vissna glad och n&ouml;jd,</i><br /></span>
  <span class="i0"><i>N&auml;r livets h&ouml;st mig ocks&aring; n&aring;r!</i><br /></span>
</div></div>

  </td>
</tr>
</table>




<div class="figcenter" style="width: 10%" >
<img src="images/104a.jpg" alt="ornament" style="width: 50%" />
</div>


<table class="poem" summary="poem">
<tr>
  <td class="tpoem1">

<div class="poem"><div class="stanza">
  <span class="i0"><i>Du lilla f&aring;gel uti skogens tr&auml;n,</i><br /></span>
  <span class="i0"><i>Som flyttar bort till palmers land,</i><br /></span>
  <span class="i0"><i>L&auml;r dig att l&auml;ngta bort, ja l&auml;ngta h&auml;n</i><br /></span>
  <span class="i0"><i>Till ljusets s&auml;lla, sk&ouml;na strand!</i><br /></span>
</div></div>

  </td>
</tr>
</table>



<div class="figcenter" style="width: 10%" >
<img src="images/104a.jpg" alt="ornament" style="width: 50%" />
</div>



<table class="poem" summary="poem">
<tr>
  <td class="tpoem1">

<div class="poem"><div class="stanza">
  <span class="i0"><i>Du vackra stj&auml;rna, som d&auml;r uppe ler,</i><br /></span>
  <span class="i0"><i>Du sk&ouml;na underbara ljus,</i><br /></span>
  <span class="i0"><i>L&auml;r mig att blicka upp&aring;t mer och mer</i><br /></span>
  <span class="i0"><i>Ja, blicka hem till Faderns hus.</i><br /></span>
</div></div>

  </td>
</tr>
</table>

<div class="figcenter" style="width: 20%" >
<img src="images/104b.jpg" alt="ornament" style="width: 50%" />
</div>


<hr class="chap" />

<p><span class="pagenum"><a name="Page_103" id="Page_103">[Pg 103]</a></span></p>


<div class="chapter-beginning"></div>

<p><a name="XII"></a></p>


<div class="figcenter" style="width: 80%" >
<img src="images/105.jpg" alt="Barfota-Lisa." style="width: 50%" />
</div>


<h2 class="no-break">Barfota-Lisa.</h2>

<p class="p02">F&ouml;r Sn&ouml;vit av <i>Helfrid Sj&ouml;gren</i>.</p>



<div class="figdrop" style="width: 7%" >
<img src="images/105a.jpg" alt="B" style="width: 100%" />
</div>


<p>arfota-Lisa fr&aring;n backstugan hade inte
r&aring;d att f&aring; sig n&aring;gra nya skor, som annat
folk hade, utan j&auml;mt gick hon barfota hela
somrarna igenom, och om vintern hade hon
tr&auml;skor, bara tr&auml;skor. &mdash;</p>

<p>Men frisk och stark var hon och alltid glad som en
l&auml;rka. De f&ouml;rm&ouml;gna, v&auml;lkl&auml;dda bondbarnen f&ouml;raktade
henne nog ibland. Men Lisa hade sina v&auml;nner &auml;nd&aring;
ibland kor och kalvar, f&aring;r och grisar, och de b&auml;sta b&auml;rst&auml;llena
visste hon om, ty dem s&aring;g hon, n&auml;r hon gick
f&ouml;r att mj&ouml;lka, och ingen kunde sjunga och drilla s&aring;
vackert som hon, n&auml;r hon k&ouml;rde korna i vall. Snart var
Lisa vuxen och vacker som en majblomma. Och nu
skulle hon &auml;ntligen f&aring; sig ett par nya skor, riktigt nya
skor, ty byskomakaren hade tagit m&aring;tt av henne till ett
par s&aring;dana, och Lisa var nu hela femton &aring;r, s&aring; det var
just p&aring; tiden, att hon blev lite hygglig om f&ouml;tterna &mdash;
sa' moran, d&auml;r hon tj&auml;nte sommarpiga.</p>

<p>Men n&auml;r skorna kom p&aring;, s&aring; voro de rent f&ouml;r sm&aring;.</p>

<p>&mdash; Jag ska se efter, om mor har n&aring;gra skor &mdash; sa'
<span class="pagenum"><a name="Page_104" id="Page_104">[Pg 104]</a></span>Lisa &mdash; annars f&aring;r hon dessa, och nog kan jag g&aring; barfota
lite till; det g&ouml;r mig rakt ingenting. Kor och
kalvar tycka inte s&auml;mre om mig f&ouml;r det, och n&aring;gra
andra v&auml;nner har jag inte, &aring; mor &auml;lskar mig d&aring; inte
mindre &mdash; t&auml;nkte Lisa.</p>


<div class="figcenter" style="width: 50%" >
<img src="images/106.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">LISA K&Ouml;RDE KORNA I VALL.</p>
</div>
</div>


<p><span class="pagenum"><a name="Page_105" id="Page_105">[Pg 105]</a></span></p>
<p>Och s&aring; fick mor skorna, ty hon hade mindre f&ouml;tter.
Och &auml;nnu en sommar gick Lisa barfota. Men nu var
hon sexton &aring;r och skulle &raquo;l&auml;sa fram sig&raquo;. Och d&aring; m&aring;ste
hon ha skor. Men n&auml;r hon kom hem och fick se, hur
mor, som var &auml;nka, och de sju sm&aring;syskonen hade det,
s&aring; hade hon rakt inte hj&auml;rta att sj&auml;lv beh&aring;lla alla de
penningar, hon tagit upp p&aring; sin l&ouml;n f&ouml;r att k&ouml;pa sig
ett par nya skor, utan hon k&ouml;pte ett par gamla och begagnade
i st&auml;llet, fast de voro f&ouml;r stora och just som lite
snedg&aring;ngna.</p>

<p>&mdash; Ska jag d&aring; aldrig f&aring; se dig hygglig om f&ouml;tterna? &mdash; tyckte moran, som hon tj&auml;nte hos. &mdash; Folk tror v&auml;l,
att du inte f&aring;r n&aring;'n l&ouml;n, efter du j&auml;mt sir ut som en
slase, &aring; v&auml;rst om f&ouml;tterna. </p>

<p>&mdash; Det g&ouml;r mig rakt ingenting &mdash; sa Lisa &mdash; f&ouml;r jag
tror, att Gud tycker b&auml;ttre om mig, om jag ger mor
det hon beh&ouml;ver &mdash; s&aring; har jag fattat det fj&auml;rde budet.</p>

<p>Och nu var Lisa stor. Hon hade &raquo;l&auml;st fram sig&raquo;.
Den s&ouml;ndagen fick hon vara hemma hos mor och alla
sm&aring;syskonen i den lilla gr&aring; backstugan. Hon beh&ouml;vde
inte ens g&aring; och mj&ouml;lka. I stugan var det l&ouml;vat och fint,
och de slitna men rena helgdagskl&auml;derna sutto p&aring;. Mor
bj&ouml;d p&aring; kaffe och dopp &mdash; vofflor! alldeles som n&auml;r
far levde.</p>

<p>&mdash; Du har alltid varit min gl&auml;dje, s&aring; Gud v&auml;lsigne
dig, barn, sade modern med t&aring;rade &ouml;gon.</p>

<p>Och den v&auml;lsignelsen blev grundstenen till eget bo och
m&aring;nga par nya k&auml;ngor f&ouml;r &raquo;Barfota-Lisa&raquo; fr&aring;n backstugan.</p>

<p class="pr2">Illustrat&ouml;r: <i>Tycho &Ouml;dberg</i>.</p>



<hr class="chap" />

<p><span class="pagenum"><a name="Page_106" id="Page_106">[Pg 106]</a></span></p>




<div class="chapter-beginning"></div>

<p><a name="XIII"></a></p>


<div class="figcenter" style="width: 80%" >
<img src="images/108.jpg" alt="Stj&auml;rnedansen." style="width: 50%" />
</div>


<h2 class="no-break">Stj&auml;rnedansen.</h2>

<p class="p02">Ett 50-&aring;rsminne av <i>Lars Lunell</i>.</p>




<div class="figdrop" style="width: 7%" >
<img src="images/108a.jpg" alt="D" style="width: 100%" />
</div>


<p>et s&aring;g bekymmersamt ut i Dalabygderna
&aring;r 1868. Under den flydda sommaren
hade det p&aring; sj&auml;lva midsommardagen
sn&ouml;at, s&aring; att bergen voro vita, och n&auml;r h&ouml;sten
kom, blev det mycket litet korn och k&auml;rna.
Och nu kom han igen, den k&auml;ra julh&ouml;gtiden, med sina
heliga minnen, och man s&aring;g &auml;ven nu sm&aring;, av n&ouml;den
blekta barn, draga &aring;stad med sina k&auml;lkar f&ouml;r att h&auml;mta
julgranar. De hade n&ouml;dbr&ouml;d, berett av islandslav, i
sina hem, men julen skulle dock komma lika minnesrik,
lika ljus och betydelsefull trots all jordens n&ouml;d.
&Auml;ven de &auml;ldres drag ljusnade, n&auml;r julveckan kom, ehuru
mj&ouml;lpundet kostade fem riksdaler, och den enda samf&auml;rdsleden
genom allt &Ouml;ster- och V&auml;sterdalarna, landsv&auml;gen,
lade stora hinder i v&auml;gen att f&aring; livsmedel &auml;ven
f&ouml;r dem, som hade penningar. Barmh&auml;rtiga m&auml;nniskor
i s&ouml;dra Sverige &mdash; Gud signe dem alla &mdash; hade till Dalarnes
fattiga s&auml;nt &aring;tskilligt med matvaror f&ouml;r att i n&aring;gon
m&aring;n lindra n&ouml;den. Men det r&auml;ckte ej l&aring;ngt i de
torvtiga hemmen, d&auml;r rikedom d&aring; som alltid fanns p&aring;
matfriska barnamunnar.</p>
<p><span class="pagenum"><a name="Page_107" id="Page_107">[Pg 107]</a></span></p>
<p>Vad nu s&auml;rskilt mitt hem betr&auml;ffade, s&aring; var det &auml;ven
d&auml;r bekymmersamt i den lilla, r&ouml;da stugan, som innesl&ouml;t
mor och syskon sm&aring;. En rik bryggare i socknen,
det minnes jag, sk&auml;nkte oss m&auml;sk, och d&auml;rav blev s&aring;
gott br&ouml;d, tyckte vi, som f&ouml;rut i sm&aring;barnsskolan &auml;tit
n&ouml;dbr&ouml;d. Men &auml;ven till v&aring;r hydda vid det skyh&ouml;ga
bergets fot skulle julen komma med sina heliga minnen,
och var man fattig p&aring; allt annat, s&aring; var man dock
rik p&aring; barnagl&auml;dje.</p>

<p>En dag inkom till oss &mdash; det var strax f&ouml;re jul &mdash;
en fattig gumma, som, jagad ut av den allm&auml;nna n&ouml;den,
beg&auml;rde br&ouml;d till h&ouml;gtiden. Bland annat, som hon vid
brasan ber&auml;ttade, var &auml;ven det, att stj&auml;rnorna, himmelens
vackra stj&auml;rnor, dansade av fr&ouml;jd under &raquo;den heliga
natten&raquo;, d&aring; vi fira minnet av Fr&auml;lsarens f&ouml;delse.</p>

<p>Detta lyssnade liten pilt upp&aring;. Detta var n&aring;got f&ouml;r
det livliga barnasinnet, som &auml;nnu trodde p&aring; allt underbart.
Den sk&ouml;na sagan g&ouml;mde jag f&ouml;r mig sj&auml;lv, och
&auml;nnu mera l&auml;ngtade jag till jul.</p>

<p>N&auml;r s&aring; &auml;ntligen julaftonen var kommen, julaftonen
med sitt sparsamma br&ouml;d och sin rikt tilltagna julbrasa,
gick jag i den bistra kv&auml;llen ut f&ouml;r att se, huru de blida
ljusen d&auml;r uppe dansade. Jag tvivlade ej, man tvivlar
ej i livets v&aring;r, och jag ans&aring;g det ej just s&aring; orimligt,
att &auml;ven stj&auml;rnorna voro glada &ouml;ver Gudabarnets s&auml;ndning
till sm&auml;rtornas jord. Jag k&auml;nde mitt eget lilla
hj&auml;rta s&aring; varmt, s&aring; fullt vid den tanken, att han, som
skapat alla dessa myriader v&auml;rldar, varit fattig &auml;ven
han p&aring; denna jord, ja, kanske varit utan br&ouml;d som vi;
jag k&auml;nde mig r&ouml;rd vid tanken p&aring; v&aring;r l&auml;rares ber&auml;ttelse,
huru han, som &auml;r v&auml;rldens juleljus, varit en fattig
<span class="pagenum"><a name="Page_108" id="Page_108">[Pg 108]</a></span>timmermans son, &raquo;p&aring; det vi genom hans fattigdom
skulle rika varda&raquo;.</p>


<div class="figcenter" style="width: 60%" >
<img src="images/110.jpg" alt="" style="width: 60%" />
<div class="caption">
<p class="center">MED V&Ouml;RDNAD OCH H&Auml;PNAD S&Aring;G JAG UPP MOT STJ&Auml;RNEDANSEN.</p>
</div>
</div>


<p>L&auml;nge stod jag d&auml;r vid hemmets knut och blickade
h&auml;nryckt upp p&aring; den ej synnerligen stora del av himlapellen,
som de skyh&ouml;ga bergen runt omkring l&auml;mnade
synlig, och hur det nu var, om min barnatro det gjorde
eller om isiga dimmor f&ouml;rvillade &ouml;gat eller om det var
tr&ouml;tthet, nog av: alla den djupbl&aring; dukens v&auml;nliga stj&auml;r<span class="pagenum"><a name="Page_109" id="Page_109">[Pg 109]</a></span>nor,
dansade, som gumman hade sagt, av fr&ouml;jd &ouml;ver att
den fallna v&auml;rlden f&aring;tt en Fr&auml;lsare. Med v&ouml;rdnad och
h&auml;pnad s&aring;g jag upp till stj&auml;rnedansen, och decembernattens
k&ouml;ld gl&ouml;mdes alldeles av. Mitt hj&auml;rta klappade
av fr&ouml;jd d&auml;r&ouml;ver, att sagan var sann, jag k&auml;nde mig
mycket lycklig, d&auml;r jag stod under hemmets h&ouml;gbl&aring;
himmel, ty det visste jag, att m&auml;nniskobarnen stodo
&auml;nnu n&auml;rmare Guds Son &auml;n de vackra stj&auml;rnorna.</p>

<p>N&auml;r alla hade lagt sig och de anspr&aring;ksl&ouml;sa talgljusen
p&aring; bordet voro sl&auml;ckta, skrapade jag bort isen fr&aring;n
f&ouml;nsterrutan vid min b&auml;dd f&ouml;r att &auml;nnu en g&aring;ng blicka
upp&aring;t. De dansade &auml;nnu, de klara stj&auml;rnorna, dansade
p&aring; sin h&ouml;ga stig.</p>

<p>Sk&ouml;na barnasyn i signad julekv&auml;ll! Jag skall aldrig
mera se dig h&auml;r nere. D&auml;rtill har mitt tros&ouml;ga blivit
f&ouml;r dunkelt, men jag kan minnas, sakna och l&auml;ngta efter
dig, till dess en g&aring;ng allt jordiskt slagg &auml;r borta, alla
fl&auml;ckar, som v&auml;rldens f&aring;f&auml;nglighet st&auml;nkt p&aring; sj&auml;lens
vinge, &auml;ro borttagna, och jag st&aring;r d&auml;r bland de tall&ouml;sa
evighetsbarnen kring det stora juleljuset, allf&ouml;rbarmaren,
som h&auml;r str&auml;cker sina armar och sin genomstungna barm
mot en fallen v&auml;rld.</p>


<p class="pr2">Illustrat&ouml;r: <i>Einar Torsslow</i>.</p>


<div class="figcenter" style="width: 20%" >
<img src="images/ornament.jpg" alt="ornament" style="width: 50%" />
</div>


<hr class="chap" />

<p><span class="pagenum"><a name="Page_110" id="Page_110">[Pg 110]</a></span></p>



<div class="chapter-beginning"></div>

<p><a name="XIV"></a></p>


<div class="figcenter" style="width: 80%" >
<img src="images/112a.jpg" alt="Julvisa." style="width: 50%" />
</div>


<h2 class="no-break">Julvisa.</h2>

<p class="p02">Musik av <i>Einar Ehrnstr&ouml;m</i> till text av <i>Z. Topelius</i>.</p>


<div class="figcenter" style="width: 30%" ><a href="images/112.jpg">
<img src="images/112th.jpg" alt="music sheet" style="width: 80%" /></a>
</div>

<p><span class="pagenum"><a name="Page_111" id="Page_111">[Pg 111]</a></span></p>

<div class="figcenter" style="width: 30%" ><a href="images/113.jpg">
<img src="images/113th.jpg" alt="music sheet" style="width: 80%" /></a>
</div>



<table class="poem1" summary="poem">
<tr>
  <td class="tpoem1">

<div class="poem"><div class="stanza">
  <span class="i0">1. Ute m&ouml;rknar himmelen, brasan t&auml;nds p&aring; h&auml;llen.<br /></span>
  <span class="i0">Kommer du till oss igen, k&auml;ra jul, i kv&auml;llen?<br /></span><span class="pagenum"><a name="Page_112" id="Page_112">[Pg 112]</a></span>
  <span class="i0">Natt bet&auml;cker land och stad, men du kommer lika glad,<br /></span>
  <span class="i0">lika ljus tillbaka med din klapp och kaka.<br /></span>
</div><div class="stanza">
  <span class="i0">2. O, hur vi ha v&auml;ntat dig, r&auml;knat dag och timma!<br /></span>
  <span class="i0">Solen har f&ouml;rsovit sig, m&aring;nen kr&ouml;p i dimma,<br /></span>
  <span class="i0">men du visste nog din tid, kom igen med morgonfrid<br /></span>
  <span class="i0">och med aftonstj&auml;rna, kom till oss s&aring; g&auml;rna.<br /></span>
</div><div class="stanza">
  <span class="i0">3. F&ouml;rr n&auml;r far var liten pilt, mor en liten flicka,<br /></span>
  <span class="i0">kom du lika glatt och milt att dem klappar skicka.<br /></span>
  <span class="i0">Nu s&aring; b&ouml;rjar far bli gr&aring;, mor har oss att t&auml;nka p&aring;,<br /></span>
  <span class="i0">skura rent och damma, men du &auml;r densamma.<br /></span>
</div><div class="stanza">
  <span class="i0">4. Du blir aldrig gammal, du, aldrig gr&aring; i h&aring;ren,<br /></span>
  <span class="i0">alltid &auml;r du barn &auml;nnu med de gamla &aring;ren.<br /></span>
  <span class="i0">Alltid fejar du v&aring;rt hus, alltid t&auml;nder du ditt ljus,<br /></span>
  <span class="i0">alltid kan du sjunga, leka med oss unga.<br /></span>
</div><div class="stanza">
  <span class="i0">5. K&auml;ra jul, jag vet din stig! Inga &aring;r dig binda.<br /></span>
  <span class="i0">Jesusbarnet &auml;r med dig, barnet i sin linda.<br /></span>
  <span class="i0">Han densamme som i g&aring;r, han &auml;r &auml;n om tusen &aring;r<br /></span>
  <span class="i0">barnens v&auml;n den b&auml;sta och hos dem vill g&auml;sta.<br /></span>
</div><div class="stanza">
  <span class="i0">6. Milde Jesus, kom i kv&auml;ll, kom, n&auml;r ljusen t&auml;ndas,<br /></span>
  <span class="i0">och f&ouml;r med till slott och tj&auml;ll fr&ouml;jd, som aldrig &auml;ndas!<br /></span>
  <span class="i0">Utan dig flyr friden bort, utan dig &auml;r gl&auml;djen kort,<br /></span>
  <span class="i0">v&auml;rlden m&ouml;rk och kulen: d&auml;r <i>du</i> &auml;r, &auml;r julen.<br /></span>
</div></div>

  </td>
</tr>
</table>


<div class="figcenter" style="width: 20%" >
<img src="images/ornament2.jpg" alt="ornament" style="width: 50%" />
</div>


<hr class="tb" />


<p class="center"><i>I varje bokhandel</i>:</p>


<p class="center"><big><b><em class="gesperrt">JULKLOCKAN</em></b></big><br />

<small>SVERIGES BARN TILL&Auml;GNAD AV FOLKSKOLANS V&Auml;N</small></p>

<p>St&aring;r fr&auml;mst i ledet bland jultidningar f&ouml;r barn. 16
stora, vackra sidor, utvalda textbidrag och akvareller.
Pris 45 &ouml;re. D&aring; minst 25 ex. tagas, l&auml;mnas 25 % rabatt.</p>


<p class="center"><b><big><em class="gesperrt">LILLA SESSAN</em></big></b><br />

<small>SM&Aring;TTINGARNAS JULKALENDER</small></p>

<p>Rikt illustrerade sagor och ber&auml;ttelser, 112 sidor. Pris
45 &ouml;re. D&aring; minst 25 ex. tagas, l&auml;mnas 25 % rabatt.</p>


<p class="center"><big><b><em class="gesperrt">SVENSKA GOSSAR</em></b></big><br />

<small>V&Aring;RA POJKARS JULKALENDER</small></p>

<p>Rikt illustrerade sagor och ber&auml;ttelser, 64 sidor. Pris
65 &ouml;re. D&aring; minst 25 ex. tagas, l&auml;mnas 25 % rabatt.</p>


<p class="center"><big><b><em class="gesperrt">HEMMETS KALENDER</em></b></big><br />

<small>L&Auml;SNING F&Ouml;R UPPFOSTRARE</small></p>

<p>Enast&aring;ende, omv&auml;xlande och inneh&aring;llsrik. Vill fr&auml;mja
kristligt hemliv och sann folkbildning. Borde finnas
i varje hem. Pris: h&auml;ft. 2 kr., bunden 2:50. D&aring; flera
ex. tagas, l&auml;mnas god rabatt.</p>

<hr class="tb" />

<p class="center">AKTIEBOLAGET FOLKSKOLANS V&Auml;NS F&Ouml;RLAG, STHLM</p>

<div class="figcenter" style="width: 40%" >
<img src="images/back.jpg" alt="back" style="width: 50%" />
</div>









<pre>





End of Project Gutenberg's Snövit barnens julkalender 1918, by Various

*** END OF THIS PROJECT GUTENBERG EBOOK SNÖVIT BARNENS JULKALENDER 1918 ***

***** This file should be named 54184-h.htm or 54184-h.zip *****
This and all associated files of various formats will be found in:
        http://www.gutenberg.org/5/4/1/8/54184/

Produced by Lars-Håkan Svensson, Eva Eriksson, Haragos Pál
and the Online Distributed Proofreading Team at
http://www.pgdp.net


Updated editions will replace the previous one--the old editions
will be renamed.

Creating the works from public domain print editions means that no
one owns a United States copyright in these works, so the Foundation
(and you!) can copy and distribute it in the United States without
permission and without paying copyright royalties.  Special rules,
set forth in the General Terms of Use part of this license, apply to
copying and distributing Project Gutenberg-tm electronic works to
protect the PROJECT GUTENBERG-tm concept and trademark.  Project
Gutenberg is a registered trademark, and may not be used if you
charge for the eBooks, unless you receive specific permission.  If you
do not charge anything for copies of this eBook, complying with the
rules is very easy.  You may use this eBook for nearly any purpose
such as creation of derivative works, reports, performances and
research.  They may be modified and printed and given away--you may do
practically ANYTHING with public domain eBooks.  Redistribution is
subject to the trademark license, especially commercial
redistribution.



*** START: FULL LICENSE ***

THE FULL PROJECT GUTENBERG LICENSE
PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK

To protect the Project Gutenberg-tm mission of promoting the free
distribution of electronic works, by using or distributing this work
(or any other work associated in any way with the phrase "Project
Gutenberg"), you agree to comply with all the terms of the Full Project
Gutenberg-tm License (available with this file or online at
http://gutenberg.org/license).


Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm
electronic works

1.A.  By reading or using any part of this Project Gutenberg-tm
electronic work, you indicate that you have read, understand, agree to
and accept all the terms of this license and intellectual property
(trademark/copyright) agreement.  If you do not agree to abide by all
the terms of this agreement, you must cease using and return or destroy
all copies of Project Gutenberg-tm electronic works in your possession.
If you paid a fee for obtaining a copy of or access to a Project
Gutenberg-tm electronic work and you do not agree to be bound by the
terms of this agreement, you may obtain a refund from the person or
entity to whom you paid the fee as set forth in paragraph 1.E.8.

1.B.  "Project Gutenberg" is a registered trademark.  It may only be
used on or associated in any way with an electronic work by people who
agree to be bound by the terms of this agreement.  There are a few
things that you can do with most Project Gutenberg-tm electronic works
even without complying with the full terms of this agreement.  See
paragraph 1.C below.  There are a lot of things you can do with Project
Gutenberg-tm electronic works if you follow the terms of this agreement
and help preserve free future access to Project Gutenberg-tm electronic
works.  See paragraph 1.E below.

1.C.  The Project Gutenberg Literary Archive Foundation ("the Foundation"
or PGLAF), owns a compilation copyright in the collection of Project
Gutenberg-tm electronic works.  Nearly all the individual works in the
collection are in the public domain in the United States.  If an
individual work is in the public domain in the United States and you are
located in the United States, we do not claim a right to prevent you from
copying, distributing, performing, displaying or creating derivative
works based on the work as long as all references to Project Gutenberg
are removed.  Of course, we hope that you will support the Project
Gutenberg-tm mission of promoting free access to electronic works by
freely sharing Project Gutenberg-tm works in compliance with the terms of
this agreement for keeping the Project Gutenberg-tm name associated with
the work.  You can easily comply with the terms of this agreement by
keeping this work in the same format with its attached full Project
Gutenberg-tm License when you share it without charge with others.

1.D.  The copyright laws of the place where you are located also govern
what you can do with this work.  Copyright laws in most countries are in
a constant state of change.  If you are outside the United States, check
the laws of your country in addition to the terms of this agreement
before downloading, copying, displaying, performing, distributing or
creating derivative works based on this work or any other Project
Gutenberg-tm work.  The Foundation makes no representations concerning
the copyright status of any work in any country outside the United
States.

1.E.  Unless you have removed all references to Project Gutenberg:

1.E.1.  The following sentence, with active links to, or other immediate
access to, the full Project Gutenberg-tm License must appear prominently
whenever any copy of a Project Gutenberg-tm work (any work on which the
phrase "Project Gutenberg" appears, or with which the phrase "Project
Gutenberg" is associated) is accessed, displayed, performed, viewed,
copied or distributed:

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.org/license

1.E.2.  If an individual Project Gutenberg-tm electronic work is derived
from the public domain (does not contain a notice indicating that it is
posted with permission of the copyright holder), the work can be copied
and distributed to anyone in the United States without paying any fees
or charges.  If you are redistributing or providing access to a work
with the phrase "Project Gutenberg" associated with or appearing on the
work, you must comply either with the requirements of paragraphs 1.E.1
through 1.E.7 or obtain permission for the use of the work and the
Project Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or
1.E.9.

1.E.3.  If an individual Project Gutenberg-tm electronic work is posted
with the permission of the copyright holder, your use and distribution
must comply with both paragraphs 1.E.1 through 1.E.7 and any additional
terms imposed by the copyright holder.  Additional terms will be linked
to the Project Gutenberg-tm License for all works posted with the
permission of the copyright holder found at the beginning of this work.

1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm
License terms from this work, or any files containing a part of this
work or any other work associated with Project Gutenberg-tm.

1.E.5.  Do not copy, display, perform, distribute or redistribute this
electronic work, or any part of this electronic work, without
prominently displaying the sentence set forth in paragraph 1.E.1 with
active links or immediate access to the full terms of the Project
Gutenberg-tm License.

1.E.6.  You may convert to and distribute this work in any binary,
compressed, marked up, nonproprietary or proprietary form, including any
word processing or hypertext form.  However, if you provide access to or
distribute copies of a Project Gutenberg-tm work in a format other than
"Plain Vanilla ASCII" or other format used in the official version
posted on the official Project Gutenberg-tm web site (www.gutenberg.org),
you must, at no additional cost, fee or expense to the user, provide a
copy, a means of exporting a copy, or a means of obtaining a copy upon
request, of the work in its original "Plain Vanilla ASCII" or other
form.  Any alternate format must include the full Project Gutenberg-tm
License as specified in paragraph 1.E.1.

1.E.7.  Do not charge a fee for access to, viewing, displaying,
performing, copying or distributing any Project Gutenberg-tm works
unless you comply with paragraph 1.E.8 or 1.E.9.

1.E.8.  You may charge a reasonable fee for copies of or providing
access to or distributing Project Gutenberg-tm electronic works provided
that

- You pay a royalty fee of 20% of the gross profits you derive from
     the use of Project Gutenberg-tm works calculated using the method
     you already use to calculate your applicable taxes.  The fee is
     owed to the owner of the Project Gutenberg-tm trademark, but he
     has agreed to donate royalties under this paragraph to the
     Project Gutenberg Literary Archive Foundation.  Royalty payments
     must be paid within 60 days following each date on which you
     prepare (or are legally required to prepare) your periodic tax
     returns.  Royalty payments should be clearly marked as such and
     sent to the Project Gutenberg Literary Archive Foundation at the
     address specified in Section 4, "Information about donations to
     the Project Gutenberg Literary Archive Foundation."

- You provide a full refund of any money paid by a user who notifies
     you in writing (or by e-mail) within 30 days of receipt that s/he
     does not agree to the terms of the full Project Gutenberg-tm
     License.  You must require such a user to return or
     destroy all copies of the works possessed in a physical medium
     and discontinue all use of and all access to other copies of
     Project Gutenberg-tm works.

- You provide, in accordance with paragraph 1.F.3, a full refund of any
     money paid for a work or a replacement copy, if a defect in the
     electronic work is discovered and reported to you within 90 days
     of receipt of the work.

- You comply with all other terms of this agreement for free
     distribution of Project Gutenberg-tm works.

1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm
electronic work or group of works on different terms than are set
forth in this agreement, you must obtain permission in writing from
both the Project Gutenberg Literary Archive Foundation and Michael
Hart, the owner of the Project Gutenberg-tm trademark.  Contact the
Foundation as set forth in Section 3 below.

1.F.

1.F.1.  Project Gutenberg volunteers and employees expend considerable
effort to identify, do copyright research on, transcribe and proofread
public domain works in creating the Project Gutenberg-tm
collection.  Despite these efforts, Project Gutenberg-tm electronic
works, and the medium on which they may be stored, may contain
"Defects," such as, but not limited to, incomplete, inaccurate or
corrupt data, transcription errors, a copyright or other intellectual
property infringement, a defective or damaged disk or other medium, a
computer virus, or computer codes that damage or cannot be read by
your equipment.

1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the "Right
of Replacement or Refund" described in paragraph 1.F.3, the Project
Gutenberg Literary Archive Foundation, the owner of the Project
Gutenberg-tm trademark, and any other party distributing a Project
Gutenberg-tm electronic work under this agreement, disclaim all
liability to you for damages, costs and expenses, including legal
fees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT
LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE
PROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE
TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE
LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR
INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH
DAMAGE.

1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a
defect in this electronic work within 90 days of receiving it, you can
receive a refund of the money (if any) you paid for it by sending a
written explanation to the person you received the work from.  If you
received the work on a physical medium, you must return the medium with
your written explanation.  The person or entity that provided you with
the defective work may elect to provide a replacement copy in lieu of a
refund.  If you received the work electronically, the person or entity
providing it to you may choose to give you a second opportunity to
receive the work electronically in lieu of a refund.  If the second copy
is also defective, you may demand a refund in writing without further
opportunities to fix the problem.

1.F.4.  Except for the limited right of replacement or refund set forth
in paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER
WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO
WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.

1.F.5.  Some states do not allow disclaimers of certain implied
warranties or the exclusion or limitation of certain types of damages.
If any disclaimer or limitation set forth in this agreement violates the
law of the state applicable to this agreement, the agreement shall be
interpreted to make the maximum disclaimer or limitation permitted by
the applicable state law.  The invalidity or unenforceability of any
provision of this agreement shall not void the remaining provisions.

1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the
trademark owner, any agent or employee of the Foundation, anyone
providing copies of Project Gutenberg-tm electronic works in accordance
with this agreement, and any volunteers associated with the production,
promotion and distribution of Project Gutenberg-tm electronic works,
harmless from all liability, costs and expenses, including legal fees,
that arise directly or indirectly from any of the following which you do
or cause to occur: (a) distribution of this or any Project Gutenberg-tm
work, (b) alteration, modification, or additions or deletions to any
Project Gutenberg-tm work, and (c) any Defect you cause.


Section  2.  Information about the Mission of Project Gutenberg-tm

Project Gutenberg-tm is synonymous with the free distribution of
electronic works in formats readable by the widest variety of computers
including obsolete, old, middle-aged and new computers.  It exists
because of the efforts of hundreds of volunteers and donations from
people in all walks of life.

Volunteers and financial support to provide volunteers with the
assistance they need, are critical to reaching Project Gutenberg-tm's
goals and ensuring that the Project Gutenberg-tm collection will
remain freely available for generations to come.  In 2001, the Project
Gutenberg Literary Archive Foundation was created to provide a secure
and permanent future for Project Gutenberg-tm and future generations.
To learn more about the Project Gutenberg Literary Archive Foundation
and how your efforts and donations can help, see Sections 3 and 4
and the Foundation web page at http://www.pglaf.org.


Section 3.  Information about the Project Gutenberg Literary Archive
Foundation

The Project Gutenberg Literary Archive Foundation is a non profit
501(c)(3) educational corporation organized under the laws of the
state of Mississippi and granted tax exempt status by the Internal
Revenue Service.  The Foundation's EIN or federal tax identification
number is 64-6221541.  Its 501(c)(3) letter is posted at
http://pglaf.org/fundraising.  Contributions to the Project Gutenberg
Literary Archive Foundation are tax deductible to the full extent
permitted by U.S. federal laws and your state's laws.

The Foundation's principal office is located at 4557 Melan Dr. S.
Fairbanks, AK, 99712., but its volunteers and employees are scattered
throughout numerous locations.  Its business office is located at
809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email
business@pglaf.org.  Email contact links and up to date contact
information can be found at the Foundation's web site and official
page at http://pglaf.org

For additional contact information:
     Dr. Gregory B. Newby
     Chief Executive and Director
     gbnewby@pglaf.org


Section 4.  Information about Donations to the Project Gutenberg
Literary Archive Foundation

Project Gutenberg-tm depends upon and cannot survive without wide
spread public support and donations to carry out its mission of
increasing the number of public domain and licensed works that can be
freely distributed in machine readable form accessible by the widest
array of equipment including outdated equipment.  Many small donations
($1 to $5,000) are particularly important to maintaining tax exempt
status with the IRS.

The Foundation is committed to complying with the laws regulating
charities and charitable donations in all 50 states of the United
States.  Compliance requirements are not uniform and it takes a
considerable effort, much paperwork and many fees to meet and keep up
with these requirements.  We do not solicit donations in locations
where we have not received written confirmation of compliance.  To
SEND DONATIONS or determine the status of compliance for any
particular state visit http://pglaf.org

While we cannot and do not solicit contributions from states where we
have not met the solicitation requirements, we know of no prohibition
against accepting unsolicited donations from donors in such states who
approach us with offers to donate.

International donations are gratefully accepted, but we cannot make
any statements concerning tax treatment of donations received from
outside the United States.  U.S. laws alone swamp our small staff.

Please check the Project Gutenberg Web pages for current donation
methods and addresses.  Donations are accepted in a number of other
ways including checks, online payments and credit card donations.
To donate, please visit: http://pglaf.org/donate


Section 5.  General Information About Project Gutenberg-tm electronic
works.

Professor Michael S. Hart is the originator of the Project Gutenberg-tm
concept of a library of electronic works that could be freely shared
with anyone.  For thirty years, he produced and distributed Project
Gutenberg-tm eBooks with only a loose network of volunteer support.


Project Gutenberg-tm eBooks are often created from several printed
editions, all of which are confirmed as Public Domain in the U.S.
unless a copyright notice is included.  Thus, we do not necessarily
keep eBooks in compliance with any particular paper edition.


Most people start at our Web site which has the main PG search facility:

     http://www.gutenberg.org

This Web site includes information about Project Gutenberg-tm,
including how to make donations to the Project Gutenberg Literary
Archive Foundation, how to help produce our new eBooks, and how to
subscribe to our email newsletter to hear about new eBooks.


</pre>

</body>
</html>
